[
  {
    "id": "1",
    "title": "Nutella and cognac coffee cocktail",
    "difficulty": "Easy",
    "portion": "Makes 4",
    "time": "Hands-on time 10 min, plus 2 hours freezing",
    "description": "An Irish coffee amped up to eleven – this utterly delicious cocktail involves croissant-infused cognac and a Nutella syrup to bolster the coffee and whipped cream. Sounds very fancy, but actually very simple.",
    "ingredients": [
      "80g croissant, chopped",
      "240ml cognac",
      "50g Nutella",
      "25g demerara sugar",
      "200ml hot coffee",
      "200g double cream to serve",
      "Toasted coconut flakes to serve"
    ],
    "method": [
      {
        "Step 1": "Put the croissant and cognac in a blender or food processor and whizz until smooth. Transfer to a freezable container, cover and freeze for at least 2 hours. Strain through a very fine sieve (or for an even clearer finish, through coffee filter paper) and reserve."
      },
      {
        "Step 2": "Put the Nutella, sugar and 25ml water in a small saucepan and gently warm until the sugar has dissolved. Leave to cool."
      },
      {
        "Step 3": "To make the cocktail, measure out 50ml croissant cognac and 25ml nutella syrup in each glass, then top up with 50ml hot coffee in each, stirring to combine. Put a spoon over the top of the coffee and gently pour double cream onto it (it should float on the surface of the coffee). Garnish with toasted coconut flakes."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/1.jpg"
  },
  {
    "id": "2",
    "title": "Easy rhubarb cordial",
    "difficulty": "Easy",
    "portion": "Makes approx. 300ml (enough to serve 10)",
    "time": "Hands-on time 10 min, plus 2-3 days infusing. Simmering time 2 hours",
    "description": "This homemade rhubarb cordial highlights both the sweet and vegetal flavours of rhubarb. It’s a nice light, bright and spritzy drink that should go well with just about everything as it’s not too sweet. Follow our serving suggestion to make a simple rhubarb cocktail.",
    "ingredients": [
      "500g rhubarb, cut into 1cm slices",
      "200g granulated sugar",
      "300ml non-alcoholic spirit (Roberta uses Feragaia) or gin to serve (optional)",
      "Soda water to serve",
      "Rhubarb ribbons to serve (optional)"
    ],
    "method": [
      {
        "Step 1": "Put 300g of the rhubarb in a container and freeze. Put the remaining rhubarb in a jar or container with the sugar and 100ml water, giving it a good stir, then cover and put in the fridge for 2-3 days – it’s a long time to wait, but this will allow the sugar to dissolve and the rhubarb’s colour and flavour to infuse into the liquid."
      },
      {
        "Step 2": "After 2-3 days, put the frozen rhubarb in a metal bowl. Cover tightly with foil, then set it over a pan of simmering water. Leave the rhubarb to defrost and then cook like this for 2 hours – the freezing process breaks down the cells in the rhubarb which then allows the juice to leach out of it once heated."
      },
      {
        "Step 3": "Strain the juice from the frozen and cooked rhubarb into a sterilised jar or bottle, then strain the syrupy liquid from the other rhubarb into it, mixing the two liquids together. Keep in the fridge for up to a week. To serve, mix 30ml of the rhubarb cordial with 30ml of non-alcoholic spirit or gin, then top with soda water. Garnish with a ribbon of rhubarb (if you like)."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/2.jpg"
  },
  {
    "id": "3",
    "title": "Bottled chocolate orange negroni",
    "difficulty": "Easy",
    "portion": "Makes 840ml (enough for 8 cocktails)",
    "time": "Hands-on time 10 min",
    "description": "Bottle up chocolate-orange negronis to make fabulous homemade gifts. The flavours mingle and mellow in the bottle, making for a seriously smooth sip.",
    "ingredients": [
      "300ml dry gin (we used Tanqueray)",
      "225ml sweet red vermouth (we used Punt e Mes)",
      "225ml Campari",
      "75ml crème de cacao or chocolate liqueur (we used Mozart Dark Chocolate Liqueur)",
      "8 dashes Angostura orange bitters (optional but recommended)",
      "Pared zest 1 orange",
      "Clean glass bottles"
    ],
    "method": [
      {
        "Step 1": "Measure out and pour all the ingredients (except the orange zest) into a large jug and give them a good mix. Put a strip of orange zest in each bottle then, using a funnel, begin filling them up. Give the cocktail a good stir right before you fill each bottle to ensure each one is getting an even mix of the ingredients."
      },
      {
        "Step 2": "Seal and label the bottles. The negroni is best served in a glass full of ice, stirred for about 20 seconds, then garnished with a twist of orange peel or a thin slice of fresh orange. You can also grate a little dark chocolate over the top for added chocolate-orange goodness."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/3.jpg"
  },
  {
    "id": "4",
    "title": "Pickled bramble martini",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands on time 5 min, plus pickling time.",
    "description": "This pickled bramble martini is a hedgerow treat. Quick pickle blackberries in wine vinegar, then add a little of the liquor to a martini for a taste of autumn.",
    "ingredients": [
      "10 blackberries",
      "1 tsp caster sugar",
      "1 tsp salt",
      "4 tbsp white wine vinegar",
      "Dash of dry vermouth",
      "60ml gin",
      "Thyme sprig (to serve)",
      "Martini glass or coupe"
    ],
    "method": [
      {
        "Step 1": "Put the blackberries in a small bowl. In another small bowl, combine the caster sugar, salt and white wine vinegar, then pour it over the fruit. Leave for at least 15 minutes."
      },
      {
        "Step 2": "Fill a cocktail shaker with ice, add a dash of dry vermouth, stir, then drain away almost all the liquid (or leave it in if you prefer your martini ‘wet’). Pour in the gin, stir well, then strain into a martini glass or coupe."
      },
      {
        "Step 3": "Add 1 tbsp of the pickling liquid, then garnish with one of the pickled blackberries and a thyme sprig."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/4.jpg"
  },
  {
    "id": "5",
    "title": "Toasted marshmallow hot-buttered rum",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min ",
    "description": "Add a touch of Bonfire Night theatre to hot-buttered rum with a smouldering marshmallow garnish. Just remember to blow it out before you take a sip!",
    "ingredients": [
      "60ml dark rum",
      "1 marshmallow",
      "1 tbsp unsalted butter, softened",
      "1 tbsp light brown sugar",
      "A pinch ground cinnamon",
      "A pinch ground ginger",
      "¼ tsp vanilla extract",
      "1 tsp caster sugar"
    ],
    "method": [
      {
        "Step 1": "Pour the rum in a shallow bowl and sit  the marshmallow in it, rolling it around to coat. In a heatproof glass mug, add the softened butter,  light brown sugar, a pinch each of ground cinnamon and ginger and the vanilla extract. Mix together, then tip in the rum."
      },
      {
        "Step 2": "Top up with hot water, stir, then sprinkle the marshmallow with the caster sugar. Thread it onto a skewer and set it alight with a blowtorch or over a firepit to toast."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/5.jpg"
  },
  {
    "id": "6",
    "title": "Sangria",
    "difficulty": "Easy",
    "portion": "Serves 6-8",
    "time": "Hands-on time 15 min",
    "description": "Transport yourself to Spain with our ultimate sangria – perfect for enjoying on long summer days and well into the evenings. Our version pairs a fruity red wine with oranges, brandy and a touch of sparkling water.",
    "ingredients": [
      "1 lemon, sliced",
      "1 orange, sliced",
      "100ml brandy",
      "300ml orange juice",
      "750ml red wine (we like rioja)",
      "50g caster sugar (optional)",
      "300ml sparkling water"
    ],
    "method": [
      {
        "Step 1": "Put the lemon and orange slices in a large jug. Add the brandy, orange juice and wine. You can also add sugar if you prefer it a little sweeter. Stir together, cover and chill for 1 hour – this helps all the flavours mingle."
      },
      {
        "Step 2": "When ready to serve, add plenty of ice to the jug then top with sparkling water."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/6.jpg"
  },
  {
    "id": "7",
    "title": "Umibozu yuzu cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min",
    "description": "The key to this zingy yuzu and gin cocktail is a superb sake spiked with the Japanese citrus fruit yuzu. Perfect for summer sipping, this cocktail recipe is from Holly Bennetts at The Greenbank Hotel in Falmouth, Cornwall.",
    "ingredients": [
      "50ml gin",
      "35ml Akashi-Tai Ginjo Yuzushu sake (see tips)",
      "2 tsp ginger syrup (from a jar of stem ginger)",
      "2 tsp marmalade",
      "1 egg white (or use a vegan cocktail foamer)",
      "Dried edible flower petals"
    ],
    "method": [
      {
        "Step 1": "Fill a shaker with ice, then add the gin, Yuzushu sake,  ginger syrup and marmalade. Add 1 egg white (or use a vegan cocktail foamer) then shake well. Strain into a jug, tip the ice out of the shaker, then return to the shaker and shake again (for a silkier texture)."
      },
      {
        "Step 2": "Strain into a chilled coupe glass, then garnish with dried edible flower petals or a twist of lemon – and a bit of origami if you’re feeling creative!"
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/7.jpg"
  },
  {
    "id": "8",
    "title": "Strawberry collins",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "20 minutes",
    "description": "We love using mezcal in cocktails, and this strawberry collins from Los Mochis restaurant in London pairs it with grapefruit soda and lime juice for a zingy and refreshing mix. A perfect use of on-the-turn strawberries.",
    "ingredients": [
      "225g strawberries",
      "225ml of water",
      "100g sugar",
      "50ml mezcal espadin",
      "20ml strawberry syrup (from above)",
      "30ml lime juice, plus a wedge to rub around the glass",
      "Grapefruit soda to top up"
    ],
    "method": [
      {
        "Step 1": "Rinse the strawberries under cold running water, then pick off the green tops. Slice and put in a medium saucepan with the water."
      },
      {
        "Step 2": "Bring the water to the boil, then reduce to a medium simmer and let the strawberries cook for 15 minutes. Skim and discard any foam that rises to the top."
      },
      {
        "Step 3": "Strain the strawberry liquid through a fine sieve into another clean saucepan (discard the strawberries). Add the sugar then bring back to the boil, stirring to help dissolve the sugar. Simmer the syrup for 5 minutes until the sugar is completely dissolved, skimming any additional foam that rises to the top."
      },
      {
        "Step 4": "Remove from the heat and allow to cool completely. Pour into a container, seal and refrigerate."
      },
      {
        "Step 5": "To make the cocktail, rub a lime wedge around the rim of a highball (collins) glass, then dip in salt. Fill the glass a third of the way up with ice then pour over the mezcal, lime juice and strawberry syrup. Give it a stir and top up with grapefruit soda."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/8.jpg"
  },
  {
    "id": "9",
    "title": "Limoncello spritz",
    "difficulty": "Easy",
    "portion": "Makes 1",
    "time": "Hands-on time 5 min",
    "description": "Limoncello spritz is a zippy, lemony livener from Salvi’s in Manchester. Mix limoncello, Prosecco and soda over ice for a seriously summery cocktail.",
    "ingredients": [
      "Ice",
      "75ml limoncello",
      "125ml prosecco,",
      "Soda water, a dash",
      "1 lemon, long strip of peel only (ideally sorrento lemon if you can get one)"
    ],
    "method": [
      {
        "Step 1": "Fill a large glass to the top with ice. Add the  limoncello and prosecco, then add a dash of soda water. Cut a long strip of peel from a lemon (ideally sorrento if you can get one), twist it over the drink to release its oils, then add as a garnish."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/9.jpg"
  },
  {
    "id": "10",
    "title": "Ginger mango mule",
    "difficulty": "Medium",
    "portion": "1",
    "time": "Hands-on time, 10 minutes",
    "description": "This fruity mango mule cocktail is perfect for the warmer months. Mango season runs from April to August, and when the ripe fruits make it to the UK from South Asia, there’s reason to celebrate. So ripe they literally drip juice when cut open, these are a totally different thing to the larger, firmer kind available year round in supermarkets.",
    "ingredients": [
      "40g fresh ginger, peeled",
      "25ml lime juice",
      "50ml vodka",
      "10ml simple sugar syrup 10ml (we used Monin or see Tips)",
      "2 mangoes",
      "3 dashes of angostura bitters",
      "Ginger beer, to top up",
      "Dried mango or dried lime slice, to garnish (optional)"
    ],
    "method": [
      {
        "Step 1": "Make the mango purée by chopping up 2 whole mangoes and blending to make a smooth paste. Strain the paste to filter out any fibres."
      },
      {
        "Step 2": "Make the ginger extract by finely grating the ginger and then transferring to a small strainer. Press with a spoon to extract 25ml ginger juice."
      },
      {
        "Step 3": "Add 30ml of the mango purée and all the other ingredients (except ginger beer) in a shaker with ice and shake well. Fill a highball with ice cubes. Double strain and pour the drink from the shaker into the highball glass."
      },
      {
        "Step 4": "Pour in ginger beer to top up the drink. Garnish with a piece of dried mango or a dehydrated lime slice."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/10.jpg"
  },
  {
    "id": "11",
    "title": "Platinum Jubilee gin punch",
    "difficulty": "Easy",
    "portion": "Serves 10; makes about 2 litres",
    "time": "10 minutes hands-on time, plus 30 minutes steeping.",
    "description": "A knockout punch to celebrate the Queen’s unprecedented reign. This summery cocktail is made with gin, an easy Earl Grey syrup, elderflower and nectarine. Cheers, your Majesty!",
    "ingredients": [
      "200g caster sugar",
      "300ml water",
      "4 Earl Grey tea bags",
      "500ml gin",
      "75ml elderflower cordial",
      "1 litre soda water",
      "Juice of 3 lemons",
      "1-2 tsp Angostura bitters",
      "1 lemon, cut into wedges",
      "4 nectarines, cored and sliced",
      "Edible flowers (to serve)"
    ],
    "method": [
      {
        "Step 1": "Heat the sugar and 300ml water in a pan, stirring, until the sugar dissolves. Bring to the boil, take off the heat, add the Earl Grey tea bags, then steep for 30 minutes. Squeeze the bags, then discard"
      },
      {
        "Step 2": "Pour the cooled syrup into a bowl with the gin, elderflower cordial, soda water, lemon juice and Angostura bitters to taste. Stir in the lemon wedges, sliced nectarines and lots of ice. Adjust to taste and scatter with edible flowers before serving."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/11.jpg"
  },
  {
    "id": "12",
    "title": "Pink Gibson cocktail",
    "difficulty": "Medium",
    "portion": "Serves 2",
    "time": "5 minutes, plus pickling time",
    "description": "This Pink Gibson cocktail recipe comes from the swanky new Hawksmoor-owned bar The Lowback, in London’s Canary Wharf. If you are a fan of martinis (and Pickled Onion Monster Munch), this is the drink for you.",
    "ingredients": [
      "100ml vodka",
      "25ml Audemus Umami Gin (see Tips)",
      "20ml dry vermouth",
      "15ml pink pickle juice (if you don’t want to make this, 10ml of brine from the cocktail onions will be fine, you’ll just lose the colour)",
      "50ml water",
      "4 cocktail onions, to serve",
      "150ml rice vinegar",
      "75g caster sugar",
      "2.5g salt",
      "½ red onion, sliced"
    ],
    "method": [
      {
        "Step 1": "Make the pink pickle juice by heating up rice vinegar with caster sugar and salt until dissolved. Pour over the sliced red onion and leave for 3-4 hours (until the liquid is bright pink) strain the onion off (see Tips) and keep the liquid in a bottle in the fridge)"
      },
      {
        "Step 2": "Put all ingredients into a bottle or tupperware container. Cover and place in the freezer for 60-90 minutes. Pour into chilled martini glasses, and garnish with two cocktail onions on a toothpick."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/12.jpg"
  },
  {
    "id": "13",
    "title": "Rhubarb and ginger cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min.",
    "description": "Celebrate spring’s arrival with a rhubarb and ginger cocktail. This zesty, springy creation is made with rhubarb gin, ginger wine and lemon.",
    "ingredients": [
      "50ml rhubarb gin (we used Warner’s)",
      "25ml triple sec (orange liqueur, such as Cointreau)",
      "20ml Stone’s ginger wine",
      "20ml lemon juice",
      "Ice",
      "Rosemary sprig",
      "Edible flower (optional)"
    ],
    "method": [
      {
        "Step 1": "Put the rhubarb gin, triple sec, ginger wine and lemon juice in a cocktail shaker, mixing glass or jug. Add ice, stir well, then strain into a cocktail glass. Add a rosemary sprig and, if you like, an unsprayed edible spring flower."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/13.jpg"
  },
  {
    "id": "14",
    "title": "Jerry Thomas Manhattan",
    "difficulty": "Easy",
    "portion": "Makes 1",
    "time": "Hands-on time 5 min",
    "description": "From the bar of London’s much-loved brasserie Joe Allen comes this twist on a classic Manhattan, first made in 1884 by America’s cocktail godfather Jerry Thomas.",
    "ingredients": [
      "1 Luxardo maraschino cherry",
      "50ml rye whiskey (or bourbon)",
      "15ml Grand Marnier (or other orange liqueur)",
      " 25ml Carpano Antica Formula vermouth (or a good sweet vermouth)",
      "3 dashes of bitters (such as Angostura)"
    ],
    "method": [
      {
        "Step 1": "Chill a martini glass or other elegant glass, then put the maraschino cherry in it. Pour the rye whiskey, Grand Marnier, vermouth and the 3 dashes of bitters into a shaker/jug. Add ice, stir, then strain into the glass."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/14.jpg"
  },
  {
    "id": "15",
    "title": "Hibiscus and kombucha sparkling mocktail",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on time 10 min",
    "description": "Stir up a refreshing kombucha mocktail with our easy recipe. This sparkling concoction has a gorgeous pink hue, thanks to the hibiscus.",
    "ingredients": [
      "3 tbsp simple syrup (buy Monin or see Know-how)",
      "2 tbsp hibiscus powder (from Waitrose or Amazon – or buy dried hibiscus from a health food shop and grind it)",
      "Juice 3 limes, plus slices to garnish",
      "Juice 2 ruby grapefruit, plus thin wedges to garnish",
      "Chunky ice cubes to serve",
      "2 x 275ml bottles kombucha, tonic or non-alcoholic fizz"
    ],
    "method": [
      {
        "Step 1": "Combine the syrup, hibiscus powder, lime and grapefruit juice in a jug. Pour into tumblers over ice, then top up with kombucha (or other fizz) and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/15.jpg"
  },
  {
    "id": "16",
    "title": "Fifth Avenue daiquiri",
    "difficulty": "Easy",
    "portion": "Makes 1",
    "time": "Hands-on time 5 mins",
    "description": "Shake up your cocktail game with a Fifth Avenue daiquiri. This heady take on a rum-based classic comes from Claridges. Serve chilled. Recipe from Claridge’s: The Cocktail Book (Mitchell Beazley £25).",
    "ingredients": [
      "40ml Bacardí Ron Superior Heritage Limited Edition (or any good white rum)",
      "15ml Graham’s 10-year-old tawny port",
      "10ml Lustau pedro ximénez sherry",
      "15ml lemon juice",
      "½ tsp (1 bar spoon) caster sugar",
      "1 dash of Peychaud’s bitters",
      "Ice cubes",
      "Chilled coupe glass"
    ],
    "method": [
      {
        "Step 1": "In a cocktail shaker, shake the rum, port, sherry, lemon juice, caster sugar and dash of bitters with ice cubes. Fine-strain into a chilled coupe glass."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/16.jpg"
  },
  {
    "id": "17",
    "title": "Sherry spritz",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min",
    "description": "Rustle up a fragrant Christmas cocktail with our easy sherry spritz recipe. Combine creamy sherry and ginger syrup, then top with cava.",
    "ingredients": [
      "3 tbsp cream sherry",
      "1 tbsp ginger syrup",
      "Ice",
      "Twist of orange",
      "Cava (to top up)"
    ],
    "method": [
      {
        "Step 1": "Put the cream sherry (vegan if you need it to be) and 1 tbsp ginger syrup in an ice-filled glass, then stir to chill. Add a twist of orange, then top up with cava."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/17.jpg"
  },
  {
    "id": "18",
    "title": "Large espresso martini for a crowd",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on time 10 minutes",
    "description": "What a way to start an evening! This easy espresso martini recipe makes a batch, meaning you can just whizz or shake over ice to serve. It’s sure to be a crowdpleaser at your next cocktail do.",
    "ingredients": [
      "300ml vodka",
      "210ml coffee liqueur, such as Kahlúa, Tia Maria or coffee tequila",
      "150ml freshly brewed espresso coffee",
      "A few handfuls of ice",
      "Coffee beans to serve (optional)"
    ],
    "method": [
      {
        "Step 1": "Put the vodka, coffee liqueur and espresso in a large jug/pitcher with the ice, then stir with a long-handled spoon to chill the mixture."
      },
      {
        "Step 2": "Strain the cocktail into a blender, discarding the ice, then whizz to create the all-important frothy crema on top. Strain into glasses, and, if you like, float 3 coffee beans on the surface of each."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/18.jpg"
  },
  {
    "id": "19",
    "title": "Pornstar martini",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 minutes",
    "description": "A pornstar martini is one of the nation’s most popular cocktails and it’s easy to see why: bursting with fruity passion fruit and fully of bubbles, it’s a perfect tipple for a celebration.",
    "ingredients": [
      "35ml vodka",
      "1 tbsp Passoã passion fruit liqueur",
      "2 tsp rich vanilla syrup (see Tips)",
      "2 ripe passion fruit",
      "Ice",
      "Prosecco to top up glass, plus 50ml extra to serve"
    ],
    "method": [
      {
        "Step 1": "Put the vodka, passion fruit liqueur, syrup and the pulp from 1 passion fruit in a shaker with ice. Shake well, then strain into a coupe glass. Top up with prosecco, then float half a passion fruit on top and serve with the 50ml prosecco in a small glass on the side."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/19.jpg"
  },
  {
    "id": "20",
    "title": "Whisky sour",
    "difficulty": "Medium",
    "portion": "Serves 1",
    "time": "Hands-on time 5 minutes",
    "description": "For a classic whisky cocktail that packs a punch, try our whisky sour recipe. The lemon brings a hit of zing that goes so well with the whisky. See our tip below for hot to make sugar syrup.",
    "ingredients": [
      "50ml whisky (scotch, Irish whiskey or bourbon)",
      "25ml lemon juice",
      "1 tbsp rich sugar syrup",
      "1 medium free-range egg white (or 35ml pasteurised egg white)",
      "Dash Angostura bitters",
      "Ice",
      "Lemon slice and cocktail/maraschino cherry to serve"
    ],
    "method": [
      {
        "Step 1": "Put all the ingredients except the ice and garnish in a cocktail shaker. Shake for 30 seconds, then add a handful of ice."
      },
      {
        "Step 2": "Shake for a minute to chill, then strain into a lowball (short) glass filled with fresh ice (or forgo the ice for a stronger drink). Garnish with the lemon and cherry, secured together on a cocktail stick."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/20.jpg"
  },
  {
    "id": "21",
    "title": "Negroni sbagliato (negroni spritz)",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min",
    "description": "Start a meal the Italian way with this negroni sbagliato (literally translates as “mistaken” negroni), made with prosecco in place of gin.",
    "ingredients": [
      "Ice",
      "25ml Campari",
      "25ml sweet vermouth",
      "Prosecco for topping up",
      "Orange slice or strip of orange zest to serve"
    ],
    "method": [
      {
        "Step 1": "Fill a short tumbler with ice. Add the Campari and vermouth, then add prosecco. Stir to combine, then top up with more prosecco and garnish with a twist of orange zest or a slice of orange."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/21.jpg"
  },
  {
    "id": "22",
    "title": "Frozen mango margarita",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min, plus infusing time",
    "description": "This easy frozen mango margarita has a chilli kick thanks to homemade, jalapeno-infused tequila. Use ordinary tequila with a dash of chilli powder, if you’d prefer. The perfect slushie for barbecues and summer parties.",
    "ingredients": [
      "160ml jalapeño infused tequila (see below), or regular tequila and a pinch of chilli powder",
      "150g frozen mango chunks",
      "50ml fresh orange juice, plus extra to coat",
      "30ml orange liqueur (Grand Marnier, Cointreau or Triple Sec)",
      "Juice 1 lime, plus a little extra to coat",
      "Handful crushed ice",
      "Fresh jalapeño, thinly sliced, to serve (optional)",
      "350ml good quality tequila",
      "1 fresh jalapeño chilli, sliced",
      "1 wide strip lime zest",
      "1 tsp chilli powder (we used smoked)",
      "1 tsp fine sea salt"
    ],
    "method": [
      {
        "Step 1": "Start by infusing the tequila, if you’re making it. Put the cut chilli in a clean 500ml capacity jar. Add the sliced jalapeño, put the lid on and set aside at room temperature to infuse for at least 12 hours or up to 1 week depending on how spicy you like it. Pour the infused tequila through a muslin lined sieve set over a clean jug. Discard the chilli and zest."
      },
      {
        "Step 2": "To make the margarita, put all the drink ingredients (except the fresh jalapeño) in a blender and whizz to a smooth slushy consistency."
      },
      {
        "Step 3": "To serve, coat the rim of a glass with a little lime juice (put the glass in the freezer for 30 minutes beforehand if you like it extra chilled). Stir together the chilli powder and salt on a flat plate. Dip the moistened rim of the glass into the salt mix and tap to remove any excess. Scoop the mango margarita mix into the prepared glass and serve topped with jalapeño slices, if you like."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/22.jpg"
  },
  {
    "id": "23",
    "title": "Raspberry margarita",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands on time 10 min, plus cooling time",
    "description": "Learn how to make a raspberry margarita with our easy cocktail recipe. Tequila and Grand Marnier are served over ice with homemade raspberry syrup and a touch of lime.",
    "ingredients": [
      "60ml good quality tequila",
      "45ml raspberry syrup (see below)",
      "30ml orange liqueur (Grand Marnier, Cointreau or Triple Sec)",
      "1 cup crushed ice, plus extra to serve (optional)",
      "3-4 fresh raspberries to serve",
      "150g raspberries (fresh or frozen)",
      "100g granulated sugar",
      "50ml water",
      "Juice 1 lime",
      "Dash raspberry syrup",
      "1 tbsp freeze-dried raspberry powder",
      "2 tbsp caster sugar"
    ],
    "method": [
      {
        "Step 1": "For the raspberry syrup, combine the raspberries, sugar and water in a small pan and cook over a medium heat, stirring regularly until the sugar dissolves and the raspberries start to break down. Bring to a boil, then strain into a small bowl. Stir in the lime juice and leave to cool, then chill in the fridge until needed."
      },
      {
        "Step 2": "To make the margarita, put the crushed ice in a cocktail shaker, then pour in the tequila, raspberry syrup and Grand Marnier. Secure the lid and shake vigorously for 1 minute."
      },
      {
        "Step 3": "To serve, coat the rim of a glass with a little raspberry syrup. Stir together the raspberry powder and sugar on a flat plate. Dip the moistened rim of the glass into the sugar mix and tap to remove excess coating. Fill a glass with fresh crushed ice, the whole raspberries and a little extra raspberry syrup. Strain the margarita into the prepared glass and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/23.jpg"
  },
  {
    "id": "24",
    "title": "Lemon verbena and vanilla cordial",
    "difficulty": "Easy",
    "portion": "Makes about 650ml cordial (14-15 servings)",
    "time": "Hands-on time 20 min, plus cooling",
    "description": "This homemade cordial for grown-ups uses herbs, lemon verbena, lemon juice and edible flowers to create a sophisticated cooler for spring and summer days.",
    "ingredients": [
      "1 vanilla pod",
      "250g caster sugar",
      "8g dried lemon verbena leaves, plus extra fresh leaves to serve (see tips)",
      "350ml lemon juice (juice from 8-10 lemons)",
      "Lemon slices, edible flowers, ice cubes (see tips) and chilled sparkling water or sparkling wine to serve",
      "700-750ml bottle with a lid, sterilised"
    ],
    "method": [
      {
        "Step 1": "Slit the vanilla pod lengthways and scrape out the seeds. Put the pod and seeds in a pan with the sugar and 250ml water, then gently heat to dissolve the sugar."
      },
      {
        "Step 2": "Bring to the boil and bubble for 2 minutes, then take off the heat and add the dried verbena leaves. Stir, then steep for 10 minutes. Strain the syrup through a sieve into a clean pan (discard the solids), add the lemon juice and put over a medium heat. Bring to the boil and simmer for 1 minute. Pour the syrup into the bottle, cool for about 30 minutes, then seal. (see Make Ahead)."
      },
      {
        "Step 3": "To serve, put lemon slices, ice cubes (see Expert Touch), edible flowers and verbena leaves in each glass, add 3 tbsp cordial, then top up with sparkling water or sparkling wine."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/24.jpg"
  },
  {
    "id": "25",
    "title": "Whisky Aperol hot toddy",
    "difficulty": "Easy",
    "portion": "4",
    "time": "Hands-on time 5 min",
    "description": "Cold nights call for warming cocktails. This whisky Aperol hot toddy with Aperol, whisky and sweet spices is an easy (and easily drinkable) cocktail.",
    "ingredients": [
      "100ml whisky",
      "60ml Aperol",
      "2 tsp clear honey",
      "Orange slices to garnish",
      "4 cinnamon sticks"
    ],
    "method": [
      {
        "Step 1": "Combine the whisky, Aperol and honey in a heatproof jug and pour in 300ml just-boiled water, stirring."
      },
      {
        "Step 2": "Divide among 4 glasses or mugs, add an orange slice and cinnamon stick to each and serve hot. Serve with our Root vegetable crisps."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/25.jpg"
  },
  {
    "id": "26",
    "title": "Old fashioned cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 3 minutes",
    "description": "This is a classic whiskey cocktail of the highest grade, calling for just 5 ingredients (plus ice). It’s a sophisticated and flavourful option for cocktail hour.",
    "ingredients": [
      "50ml bourbon whiskey",
      "Ice cubes",
      "30ml rye whiskey (or blended whisky)",
      "10ml sugar syrup (see tip)",
      "A few dashes of Angostura bitters",
      "Strip of pared orange zest"
    ],
    "method": [
      {
        "Step 1": "Pour the bourbon whiskey into a heavy-based tumbler or old fashioned glass with 2 ice cubes. Stir for 10 seconds, then add the rye whiskey (or blended whisky), sugar syrup, a few dashes of Angostura bitters and a few more ice cubes and keep stirring."
      },
      {
        "Step 2": "Add more ice to fill the glass, then twist a pared piece of orange zest over the drink to catch the oils and drop it in the glass. Enjoy!"
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/26.jpg"
  },
  {
    "id": "27",
    "title": "Soho House picante de la casa",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "Lovers of the margarita, we have a treat for you here! Soho House have kindly shared the recipe for their picante de la casa. The picante is based on the much-loved Tommy’s margarita, but combines those ingredients with chilli and coriander – to add a little extra heat and spice. It is revelatory – and a drink you’ll be coming back to.",
    "ingredients": [
      "50ml reposado tequila",
      "20ml agave nectar",
      "25ml fresh lime juice",
      "1 chilli pepper (about ¼ inch wide)",
      "10 coriander leaves with stem"
    ],
    "method": [
      {
        "Step 1": "Cut a small piece of chilli and press with muddler in the shaker tin."
      },
      {
        "Step 2": "Hand clap the coriander (to release the aroma, place the leaves or sprig in one hand and gently smack it with the other – this warms up the garnish slightly and starts to extract the oils before you use it), and drop in."
      },
      {
        "Step 3": "Build (this is the process of adding one ingredient after the other and stacking them straight into the glass, no shaking or stirring necessary) the rest of the ingredients, shake and fine strain into an ice-filled rocks glass (a short tumbler used for serving spirits)."
      },
      {
        "Step 4": "Cut the top end off the chilli pepper and place – stem upwards – on top."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/27.jpg"
  },
  {
    "id": "28",
    "title": "Strawberry, lime and elderflower muddle",
    "difficulty": "Easy",
    "portion": "Serves 4",
    "time": "5",
    "description": "Introducing your new favourite summer cocktail: our strawberry, lime and elderflower muddle. It takes a matter of minutes to whip up on a hot summer’s day.",
    "ingredients": [
      "2 limes, roughly cut into chunks",
      "4 tbsp elderflower cordial",
      "Handful fresh mint leaves",
      "150g strawberries, roughly chopped",
      "120-200ml vodka",
      "Fizzy or tonic water to top up",
      "Ice cubes or crushed ice to serve"
    ],
    "method": [
      {
        "Step 1": "Divide the limes between 4 tall tumblers or highball glasses. Add the elderflower cordial and mint leaves then, using a wooden spoon handle or muddler stick, pound the ingredients together until they’re really juicy. Add the strawberries, then pound again, but more gently to crush them lightly."
      },
      {
        "Step 2": "Add the ice, pour in the vodka (choose your measure), then top up the glasses with fizzy or tonic water."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/28.jpg"
  },
  {
    "id": "29",
    "title": "Classic margarita cocktail",
    "difficulty": "Easy",
    "portion": "Makes 1",
    "time": "Takes 5 minutes to make",
    "description": "Learn how to make a perfect classic margarita cocktail with our easy recipe. Plus discover how to scale up this classic Mexican tequila drink to serve a crowd.",
    "ingredients": [
      "60ml good quality tequila",
      "45ml fresh lime juice",
      "30ml orange liqueur (Grand Marnier, Cointreau or Triple Sec)",
      "1 cup crushed ice, plus extra to serve (optional)",
      "1 lime wedge to serve",
      "Fine sea salt to serve"
    ],
    "method": [
      {
        "Step 1": "Put the crushed ice in a cocktail shaker, then pour over the tequila, lime juice and Grand Marnier. Secure the lid and shake vigorously for 1 minute."
      },
      {
        "Step 2": "Sweep the lime wedge around the rim of a cocktail or lowball glass to moisten the edge with a little lime juice. Dip the rim of the glass into fine salt and shake off excess. Strain the margarita into the prepared glass, filled with fresh crushed ice if you like. Serve garnished with the lime wedge."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/29.jpg"
  },
  {
    "id": "30",
    "title": "Mulled chai cider",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on time 15 min",
    "description": "Cuddle up on a cosy winter’s evening with a glass of our hot mulled chai cider. Want to make it non-alcoholic? Swap the cider for apple juice, instead.",
    "ingredients": [
      "2 litres medium-dry cider (see food team’s tip)",
      "125ml apple liqueur (optional)",
      "8-10 chai teabags",
      "2-4 tbsp soft brown sugar",
      "Thinly pared zest 1 orange",
      "Thinly pared zest 1 lemon",
      "1 apple, quartered, cored and thinly sliced"
    ],
    "method": [
      {
        "Step 1": "Put the cider, apple liqueur (if using), teabags, 2 tbsp of the brown sugar and half the pared orange and lemon zest in a saucepan. Bring slowly to the boil, stirring, then simmer very gently for 2 minutes."
      },
      {
        "Step 2": "Remove the pan from the heat and leave to cool for 15 minutes (see Make Ahead). Taste and add more sugar if you like a sweeter taste, then serve in heatproof glasses (or mugs) garnished with apple slices and the remaining zests."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/30.jpg"
  },
  {
    "id": "31",
    "title": "The delicious. gin party punch",
    "difficulty": "Easy",
    "portion": "Serves 8",
    "time": "Ready in 10 min",
    "description": "Drinks editor Susy Atkins has created the perfect punch to get the party going; give this palate-rousing gin punch a go and watch the crowds drawn in. It can easily double or triple in size to serve a larger crowd, too.",
    "ingredients": [
      "400g gin",
      "180ml Chambord black raspberry liqueur",
      "160ml pomegranate juice (POM Wonderful is good)",
      "4tbsp ginger sugar syrup from a jar of stem ginger",
      "Grated zest and juice 2 limes, plus extra wedges",
      "320ml, or more to taste, chilled peppery ginger beer (such as Fentimans)"
    ],
    "method": [
      {
        "Step 1": "Half-fill a punch bowl with ice. Pour over the gin, Chambord, pomegranate juice, ginger syrup and lime juice, then stir. Add a few lime wedges, then top up with ginger beer (taste and add a bit more if you like)."
      },
      {
        "Step 2": "Ladle the drink into 8 punch glasses or heavy tumblers, making sure everyone gets lots of ice. Garnish with lime zest."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/31.jpg"
  },
  {
    "id": "32",
    "title": "Easy mulled wine",
    "difficulty": "Easy",
    "portion": "Makes 10 x 160ml glasses",
    "time": "Simmering time 5 min",
    "description": "The smell of mulled wine wafting through your kitchen means that Christmas has arrived: cinnamon, cloves, orange juice and, in our recipe, a glug of brandy.",
    "ingredients": [
      "2 x 750ml bottles medium-bodied red wine",
      "6 cloves",
      "2 cinnamon sticks, broken in half, plus more to garnish (optional)",
      "100ml smooth orange juice",
      "1 large orange, sliced into thin half-moons, pips removed",
      "2 lemons, sliced into thin half-moons, pips removed",
      "Caster sugar to taste (about 4 tsp)",
      "5 tbsp brandy"
    ],
    "method": [
      {
        "Step 1": " Pour the wine into a large pan and add the spices, orange juice, citrus slices and sugar. Heat over a low-medium heat, stirring to dissolve the sugar, and bring the mulled wine to just under simmering point. Don’t let it boil."
      },
      {
        "Step 2": "Taste as you go, adding more sugar and spice if you want. Add the brandy at the end, then stir and ladle into thick glass tumblers, including some cloves and citrus slices in each glass. Serve with a whole cinnamon stick in each glass to stir while sipping, if you like."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/32.jpg"
  },
  {
    "id": "33",
    "title": "Piña colada",
    "difficulty": "Easy",
    "portion": "Makes 4",
    "time": "5 min",
    "description": "Celebrate good times with this classic pina colada cocktail recipe: a tropical blend of pineapple, coconut cream and white rum.",
    "ingredients": [
      "120ml white rum",
      "200ml pineapple juice",
      "5 tbsp tinned cream of coconut (ideally Coco Lopez, from lakeland.co.uk",
      "Crushed ice",
      "4 tbsp golden rum",
      "4 maraschino cherries"
    ],
    "method": [
      {
        "Step 1": "Mix the white rum, pineapple juice and coconut cream with the crushed ice in a large glass jug."
      },
      {
        "Step 2": "Pour into 4 glasses and top up with 1 tbsp golden rum in each, letting it sink down into the drink. Top with a maraschino cherry to serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/33.jpg"
  },
  {
    "id": "34",
    "title": "Secret garden cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "2 min",
    "description": "Discover the restorative powers of nature (and gin!) in minutes with this easy-to-make cocktail. The sweet and tart blackcurrant sirop is mixed with gin and fiery ginger beer for a grown-up garden tipple.",
    "ingredients": [
      "50ml Blissfully Blackcurrant Sirop",
      "Juice ½ lime",
      "A few fresh mint sprigs",
      "50ml gin ",
      "Ice to serve ",
      "175ml fiery ginger beer (we like Fentimans) "
    ],
    "method": [
      {
        "Step 1": "Pour the blackcurrant sirop into a glass, squeeze in the lime juice, then add the squeezed-out lime half to the glass along with the mint. Muddle together (with the handle end of a wooden spoon or cocktail muddler), then pour in the gin and mix to combine."
      },
      {
        "Step 2": "Fill the glass with ice, top up with ginger beer and serve without delay – preferably in the garden."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/34.jpg"
  },
  {
    "id": "35",
    "title": "Orange and rosemary sgroppino",
    "difficulty": "Easy",
    "portion": "Serves 1 (makes enough sorbet for 6-8 cocktails)",
    "time": "Hands-on time 20 min, plus chilling and freezing",
    "description": "Take your cocktail-making skills to the next level with this fresh and herbal gin-based cocktail, served with citrusy sorbet and a dash of Prosecco for a bubbly hit.",
    "ingredients": [
      "70g caster sugar",
      "480ml fresh orange juice",
      "4-6 fresh rosemary sprigs",
      "4 tbsp Gin Mare gin",
      "1 scoop orange and rosemary sorbet",
      "2 tbsp Gin Mare gin",
      "75-100ml prosecco",
      "1 fresh rosemary sprig",
      "Ice cream machine"
    ],
    "method": [
      {
        "Step 1": "To make the sorbet, put the sugar and 2 tbsp water in a small saucepan and heat slowly over a low heat until the sugar has dissolved."
      },
      {
        "Step 2": "Once the sugar has dissolved, pour in the orange juice and add the rosemary sprigs. Bring the mixture to a simmer and bubble very gently for 10 minutes. Remove from the heat, pour in the 4 tbsp Gin Mare gin, cool completely, then chill for 1 hour."
      },
      {
        "Step 3": "Remove the rosemary sprigs, then pour the mixture into an ice cream machine. Churn to a sorbet according to manufacturer’s instructions. If you don’t have an ice cream maker, pour the mixture into a freezer-proof container and freeze for 4-6 hours, whisking with a fork every 45 minutes to break up the ice crystals."
      },
      {
        "Step 4": "To make the cocktail, put a scoop of sorbet in a glass, pour over the 2 tbsp Gin Mare, top up with the prosecco and garnish with a rosemary sprig."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/35.jpg"
  },
  {
    "id": "36",
    "title": "Elderflower prosecco with cucumber",
    "difficulty": "Easy",
    "portion": "Serves 8",
    "time": "Hands-on time 10 min",
    "description": "Complete any summer party with this light elderflower prosecco cocktail, garnished with cucumber ribbons for extra freshness. Try our elderflower fizz too, for a low-alcohol alternative.",
    "ingredients": [
      "½ large cucumber",
      "Ice cubes to serve",
      "180ml elderflower cordial",
      "750ml bottle prosecco",
      "300ml tonic water or sparkling water",
      "Small handful fresh mint leaves",
      "2 limes, cut into wedges"
    ],
    "method": [
      {
        "Step 1": "Slice the cucumber lengthways, then use a teaspoon to scrape out and discard the seeds. Peel the cucumber into long, thin ribbons using a Y-shaped peeler (or slice thinly with a sharp knife)."
      },
      {
        "Step 2": "Fill 8 tall glasses with ice, divide the elderflower cordial, prosecco and tonic water equally among the glasses, then add the cucumber ribbons/slices and mint leaves. "
      },
      {
        "Step 3": "Squeeze over the lime wedges, then drop into the glasses. Swirl to mix. Serve with spiced nuts or crisps."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/36.jpg"
  },
  {
    "id": "37",
    "title": "Gin caipirinha",
    "difficulty": "Easy",
    "portion": "Serves 1 ",
    "time": "Ready in 5 minutes",
    "description": "Instead of cachaça, this zesty caipirinha recipe is made with gin; a great balance for the citric nature of the lime and the floral aspect of the honey.",
    "ingredients": [
      "50ml gin, such as Sipsmith London Dry Gin",
      "½ lime, cut into quarters",
      "2 tablespoons honey"
    ],
    "method": [
      {
        "Step 1": "Combine the lime wedges and honey in an empty glass and muddle/squash to release the juices. Fill the glass with ice and add the gin. "
      },
      {
        "Step 2": "Transfer the contents into a cocktail shaker and shake vigorously. Return to the original glass."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/37.jpg"
  },
  {
    "id": "38",
    "title": "Gin pom",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "Gin, fresh pomegranate juice and soda water are combined in this easy-to-make cocktail recipe from Sipsmith.",
    "ingredients": [
      "50ml gin, such as Sipsmith London Dry Gin",
      "50ml fresh pomegranate juice",
      "Soda water or sparkling wine, to top up",
      "A lemon half wheel and/or pomegranate seeds, to garnish"
    ],
    "method": [
      {
        "Step 1": "Combine the ingredients in an ice-filled highball glass, mix, then garnish with a lemon or pomegranate seeds."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/38.jpg"
  },
  {
    "id": "39",
    "title": "Gin espresso martini",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "Calling all gin fans! (We know there are A LOT of you!) Sipsmith have reinvented the espresso martini, replacing the vodka with gin and they think it’s the best ever.",
    "ingredients": [
      "50ml gin, such Sipsmith London Dry Gin",
      "25ml espresso",
      "25ml coffee liqueur, triple sec or simple syrup (see tips)",
      "3 coffee beans or an orange twist, to garnish"
    ],
    "method": [
      {
        "Step 1": "Combine the ingredients in an ice-filled cocktail shaker. Shake very well. Look for the ‘crema’, as baristas call the foam on top of a good espresso, built by shaking the drink a little harder than other drinks."
      },
      {
        "Step 2": "Strain into a chilled cocktail glass. Garnish with coffee beans or an orange twist."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/39.jpg"
  },
  {
    "id": "40",
    "title": "Boozy peach iced tea",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on time 10 min",
    "description": "A super-easy cocktail recipe for a crowd, our alcoholic peach tea recipe – made with peach schnapps – is a real summertime treat. Enjoy alfresco at a barbecue or picnic.",
    "ingredients": [
      "5 peach tea bags",
      "1.3 litres lemonade (see tips)",
      "200ml peach schnapps",
      "A handful of fresh mint leaves",
      "3 sliced peaches",
      "1 lime, cut into wedges",
      "Ice, to serve"
    ],
    "method": [
      {
        "Step 1": "Put the teabags in a large jug and pour over the lemonade and peach schnapps. Add the mint, peaches and lime wedges. Stir well, leave to infuse for10 minutes, then scoop out the tea bags and discard."
      },
      {
        "Step 2": "Add 2 large handfuls of ice cubes to the jug, then serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/40.jpg"
  },
  {
    "id": "41",
    "title": "Cucumber and basil cocktail",
    "difficulty": "Easy",
    "portion": "Serves 10",
    "time": "Hands-on time 10 min, plus cooling",
    "description": "A non-alcoholic cocktail – made with cucumber, basil and lemon – is the perfect summertime thirst quencher. Serve at your next alfresco feast.",
    "ingredients": [
      "1 medium cucumber, sliced",
      "250ml lemon juice from 6-7 lemons",
      "180g caster sugar",
      "\u0007Bunch fresh basil",
      "Sparkling or still water to serve"
    ],
    "method": [
      {
        "Step 1": "Put most of the cucumber in a large pan with the lemon juice and caster sugar, then tear in most of the basil. Gently simmer until the sugar has dissolved."
      },
      {
        "Step 2": "After a few minutes, remove from the heat and set aside to cool. Once completely cool, strain through a fine sieve, pour into a clean bottle or jar and seal securely."
      },
      {
        "Step 3": "Serve topped up with still or sparkling water, garnished with the remaining cucumber slices and basil leaves (or see Make Ahead)."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/41.jpg"
  },
  {
    "id": "42",
    "title": "Elderflower fizz",
    "difficulty": "Easy",
    "portion": "Makes about 3 litres",
    "time": "Hands-on time 10 min, plus infusing and fermenting ",
    "description": "This summer refresher is easier to make than you might think. A light and fragrant drink, it’s a fantastic alternative to shop-bought bubbly, and has hardly any alcohol.",
    "ingredients": [
      "8 elderflower heads",
      "Pared zest and juice 1 small lemon",
      "465g caster sugar",
      "4 tsp white wine vinegar",
      "Muslin",
      "2 x 2 litre plastic drinks bottles (see bottling tips, below)",
      "Large funnel",
      "Glass bottles for decanting before serving – optional"
    ],
    "method": [
      {
        "Step 1": "Give the freshly picked elderflower heads a shake, then inspect and remove any insects. Put the elderflowers in a large bowl, add the lemon juice and toss with the pared zest, sugar and vinegar. Gently pour over 3 litres tepid water and stir to dissolve the sugar. Put in a cool dark place, loosely covered with fine muslin, for 24 hours to infuse."
      },
      {
        "Step 2": "Working in batches, strain the mixture into a jug through fine muslin, then pour into the plastic bottles using the funnel. Leave a generous gap of about 5cm at the top of each bottle and seal tightly."
      },
      {
        "Step 3": "Leave to ferment in a cool dark place for 2 weeks, checking on it regularly and ‘burping’ the bottles if necessary, then transfer to the fridge (see Make Ahead). Serve chilled. It will be around 1.5% ABV (alcohol by volume)."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/42.jpg"
  },
  {
    "id": "43",
    "title": "Negroni punch",
    "difficulty": "Easy",
    "portion": "SErves 8",
    "time": "Ready in 20 mins",
    "description": "We’ve take a classic negroni recipe but increased the quantities (and added a little spritz) to make a party-ready punch recipe for eight people.",
    "ingredients": [
      "2 sliced oranges",
      "4 tbsp caster sugar",
      "150ml dry gin",
      "250ml Campari",
      "250ml sweet (red) vermouth",
      "1.5 litres chilled soda water (or 750ml soda water and 750ml prosecco)"
    ],
    "method": [
      {
        "Step 1": "Put the oranges in a large jug with the sugar and gin. Muddle together using the end of a rolling pin or cocktail muddler, then leave for at least 15 minutes."
      },
      {
        "Step 2": "To serve, pour in the Campari and vermouth and mix. Top up with the soda water (or  soda water and prosecco), then pour into tumblers filled with ice and a slice of orange."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/43.jpg"
  },
  {
    "id": "44",
    "title": "Peach and prosecco spritz",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on time 5 min",
    "description": "If you’re after a true summer’s day cocktail, this seasonal spritz contains blitzed peaches, lemon juice, sugar and of course, a splash of prosecco. This recipe makes six servings – perfect for that dinner party you might be planning.",
    "ingredients": [
      "2 ripe peaches, stoned and diced",
      "2 tsp lemon juice",
      "1/2 tsp caster sugar",
      "Bottle of prosecco",
      "Handful of fresh basil leaves"
    ],
    "method": [
      {
        "Step 1": "Put the peaches, lemon juice and sugar in a food processor or blender and whizz until smooth."
      },
      {
        "Step 2": "Pass the purée through a sieve (discard the solids), then divide among 6 champagne coupe glasses."
      },
      {
        "Step 3": "Top up with chilled prosecco and garnish with fresh basil leaves."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/44.jpg"
  },
  {
    "id": "45",
    "title": "Aperol spritz",
    "difficulty": "Easy",
    "portion": "Serves 6-8",
    "time": "Hands-on time 5 min",
    "description": "Get into the spirit of summer with this classic Italian recipe. Chilled prosecco and Aperol come together to create the beloved Aperol spritz.",
    "ingredients": [
      "750ml bottle of prosecco",
      "Bag of ice",
      "Bottle of Aperol",
      "Bottle of soda water",
      "Slice of orange"
    ],
    "method": [
      {
        "Step 1": "Chill the bottle of prosecco and Aperol in the fridge."
      },
      {
        "Step 2": "Fill 6 or 8 wine glasses or tall tumblers with a couple of ice cubes and roughly three parts prosecco to one part Aperol."
      },
      {
        "Step 3": "Add a splash of soda water and a slice of orange. Serve straightaway so that the fizz stays lively."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/45.jpg"
  },
  {
    "id": "46",
    "title": "Classic negroni cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min",
    "description": "Learn how to make this classic aperitif cocktail and serve alongside some delicious antipasti on a warm summer’s evening.",
    "ingredients": [
      "Handful ice cubes",
      "40ml gin",
      "40ml Campari",
      "40ml sweet red vermouth (such as Martini Rosso)",
      "Orange slice"
    ],
    "method": [
      {
        "Step 1": "Half-fill a short, heavy glass tumbler with ice cubes, then add the gin, Campari and sweet red vermouth."
      },
      {
        "Step 2": "Stir gently to combine, then add a thin orange slice or twist of pared orange zest to decorate."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/46.jpg"
  },
  {
    "id": "47",
    "title": "Paloma cocktail",
    "difficulty": "Easy",
    "portion": "1",
    "time": "Ready in 5 mins",
    "description": "Transport yourself to a cantina in Mexico with our paloma recipe – a tequila cocktail with pink grapefruit and lime. It’s the perfect drink for a Mexican feast.",
    "ingredients": [
      "50ml tequila, such as Patrón Reposado",
      "10ml fresh lime juice (about ½ lime), plus an (optional) wedge to wet the glass rim",
      "10ml agave syrup",
      "200ml bottle Franklin & Sons Pink Grapefruit Soda (or a mixture of 60ml fresh grapefruit juice and 140ml regular soda water)",
      "Pink grapefruit slice or wedge to serve"
    ],
    "method": [
      {
        "Step 1": "Rim a tumbler with salt (optional) by wetting the rim with a lime wedge, then dipping it in a saucer of salt. Fill the tumbler with ice, add the tequila, lime juice and agave syrup, then stir well."
      },
      {
        "Step 2": "Top up with Franklin & Sons Pink Grapefruit Soda (or a mixture of fresh grapefruit and juice and soda water), then garnish with a slice or wedge of grapefruit and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/47.jpg"
  },
  {
    "id": "48",
    "title": "Super-easy rhubarb vodka",
    "difficulty": "Easy",
    "portion": "Makes 1.2 litres",
    "time": "Hands-on time 5 min, plus 4 days steeping/infusing",
    "description": "Add vibrant rhubarb to vodka for a pretty pink cocktail. Our super easy recipe uses just four ingredients; all you need is patience while it steeps and infuses.",
    "ingredients": [
      "600g rhubarb, chopped into thin slices",
      "200g caster sugar",
      "A few strips of orange zest",
      "1 litre vodka",
      "A Sterilised 1.5 litre glass jar with an airtight seal, such as a Kilner jar",
      "A sterilised glass bottle with a top",
      "A square of muslin or a clean j-cloth"
    ],
    "method": [
      {
        "Step 1": "Put the rhubarb into your sterilised jar. Add the caster sugar, orange zest and vodka. Seal and store in a dark cupboard for 1-2 weeks, turning or gently shaking every now and then to dissolve the sugar and mix up the rhubarb."
      },
      {
        "Step 2": "Strain the vodka through a square of muslin or a new J-cloth, then transfer to the sterilised glass bottle and seal."
      },
      {
        "Step 3": "Serve chilled in shot glasses, martini glasses or small champagne coupes, or in highball glasses with ice, topped up with ginger ale or tonic water."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/48.jpg"
  },
  {
    "id": "49",
    "title": "Hot buttered rum",
    "difficulty": "Easy",
    "portion": "Serves 4",
    "time": "Hands-on time 5 min",
    "description": "Hot, buttery and fiery with ginger, these boozy hot toddys pack a serious punch. Curl up with this warming drink, garnished with fresh lemon slices, next to a roaring fire in the winter.",
    "ingredients": [
      "150ml dark rum (you can use whisky or brandy if you prefer)",
      "200ml Stone’s Ginger Wine",
      "8 whole cloves, lightly bashed",
      "½ lemon, thinly sliced",
      "3 tbsp light brown soft sugar",
      "200ml boiling water",
      "1 cinnamon stick, broken in half",
      "25g butter",
      "4 long rosemary sprigs"
    ],
    "method": [
      {
        "Step 1": "Put all the ingredients, apart from the butter and rosemary, in a small pan over a medium heat. Warm, stirring, until the sugar dissolves and the toddy is steaming (don’t boil)."
      },
      {
        "Step 2": "Add the butter and stir until melted. Divide the toddy among heatproof glasses or cups, then add a rosemary sprig to each one. "
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/49.jpg"
  },
  {
    "id": "50",
    "title": "Bramble Cocktail",
    "difficulty": "Easy",
    "portion": "Makes 6",
    "time": "Ready in 10 min",
    "description": "A spin on the modern classic, this recipe blends dry gin,  bramble bay jam and fresh lemon to make a refreshing cocktail – the perfect mix of sweet and sour.",
    "ingredients": [
      "6 tbsp bramble and bay jam or a good quality blackberry and apple jam",
      "6 tbsp fresh lemon juice",
      "300ml dry gin",
      "500ml lemonade (we used Fever Tree Sicilian Lemonade)",
      "Crushed ice",
      "Fresh blackberries and bay leaves to garnish "
    ],
    "method": [
      {
        "Step 1": "In a large cocktail shaker, large jar with a lid or jug, muddle together the jam and lemon juice using a wooden muddler or the handle of a wooden spoon."
      },
      {
        "Step 2": "Pour over the gin and half the lemonade, then shake/stir well. Fill 6 tumblers with crushed ice, then pour over the cocktail mix and top up with the remaining lemonade."
      },
      {
        "Step 3": "Garnish each tumbler with a blackberry and bay leaf to serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/50.jpg"
  },
  {
    "id": "51",
    "title": "Christmas mulled wine",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Ready in 10 minutes",
    "description": "Not just reserved for Christmas markets, learn how to make mulled wine at home with drinks editor Susy Atkins’ perfect-every-time recipe.",
    "ingredients": [
      "1 bottle fruity, medium-bodied red wine (such as inexpensive Chilean merlot or Argentinian malbec)",
      "3-4 cloves",
      "2 small cinnamon sticks",
      "2cm fresh ginger",
      "1 large juicy orange, sliced",
      "75g caster sugar",
      "2 tbsp good-quality brandy"
    ],
    "method": [
      {
        "Step 1": "In a large pan, slowly warm the wine, cloves, cinnamon sticks, ginger and orange."
      },
      {
        "Step 2": "As the mixture heats up, add the caster sugar and  brandy, stir, then taste.Add more sugar and/or more brandy, if you like."
      },
      {
        "Step 3": "Continue to heat until warmed through, but don’t let the mixture boil or the mull will spoil. Ladle (avoiding the whole spices) into heatproof glass tumblers, then hand around while the wine is steaming hot. Make a fresh batch if you need more, rather than reheating any leftovers over 20 minutes old, as the flavours will taste stewed and overly spiced."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/51.jpg"
  },
  {
    "id": "52",
    "title": "Pomegranate spritz",
    "difficulty": "Easy",
    "portion": "Makes 8",
    "time": "Hands-on time 5 min",
    "description": "A fruity cocktail for a hot summers day. Serve with extra pomegranate seeds.",
    "ingredients": [
      "200ml orange juice",
      "120ml pomegranate juice",
      "150ml gin",
      "3 limes",
      "75cl bottle prosecco (see tip)",
      "Pomegranate seeds to serve"
    ],
    "method": [
      {
        "Step 1": "Mix together the orange and pomegranate juices, gin and lime juice in a jug (see Make Ahead)."
      },
      {
        "Step 2": "Pour into glasses, top up with prosecco and sprinkle with pomegranate seeds."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/52.jpg"
  },
  {
    "id": "53",
    "title": "Fresh peach bellini",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on time 5 min",
    "description": "Use fresh peaches in this quick and easy-to-make summery cocktail that’s perfect for alfresco dinner parties in the garden.",
    "ingredients": [
      "2 ripe peaches, stoned and diced",
      "2 tsp lemon juice",
      "½ tsp caster sugar",
      "Chilled prosecco",
      "Fresh basil leaves, to serve"
    ],
    "method": [
      {
        "Step 1": "Put the peaches, lemon juice and sugar in a food processor or blender and whizz until smooth."
      },
      {
        "Step 2": "Pass the purée through a sieve (discard the solids), then divide among 6 champagne glasses."
      },
      {
        "Step 3": "Top up with chilled prosecco and garnish with fresh basil leaves."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/53.jpg"
  },
  {
    "id": "54",
    "title": "Easy bloody Mary",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "A few minutes",
    "description": "An easy Bloody mary cocktail recipe, made with vodka, tomato juice, celery salt and horseradish, is the best hangover cure.",
    "ingredients": [
      "50ml Vodka",
      "Tomato juice",
      "Celery salt",
      "Ground black pepper",
      "Worcestershire sauce",
      "Tabasco sauce",
      "Grated horseradish",
      "Sherry",
      "Lemon (juice)",
      "Celery"
    ],
    "method": [
      {
        "Step 1": "Fill a tall tumbler with ice, then pour in the vodka. Top up with good-quality chilled tomato juice, then add a pinch each of celery salt and ground black pepper. Shake in a few drops each of Worcestershire sauce and Tabasco sauce, then add a little grated horseradish (fresh or from a jar äóñ but not creamed!) to taste."
      },
      {
        "Step 2": "Add a splash of sherry (fino is good if you like it dry, or try amontillado if you prefer a richer flavour). Add a squeeze of lemon juice and garnish with a celery stick for stirring."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/54.jpg"
  },
  {
    "id": "55",
    "title": "Three booze-free cocktails",
    "difficulty": "Easy",
    "portion": "for lots of people",
    "time": "Ready in a flash",
    "description": "Call them booze-free, mocktails or non-alcoholic drinks – serve these three up on a summery day for all the non-drinkers at your party",
    "ingredients": [
      "3-4 green tea bags",
      "Honey (to taste)",
      "1 cucumber",
      "1 lemon",
      "1 tin of peaches (in syrup)",
      "500g frozen raspberries",
      "1 orange",
      "Fresh basil",
      "Fresh mint leaves",
      "Lime juice",
      "50ml elderflower cordial",
      "1 litre sparkling water"
    ],
    "method": [
      {
        "Step 1": "Put 3-4 green tea bags in a jug (oolong and jasmine teas work well too), then pour over 1 litre boiling water. Infuse for 5 minutes or until the liquid is pale yellow, then remove and discard the tea bags. Sweeten with honey to taste, then leave the tea to cool. Add ice cubes and thinly sliced cucumber and lemon to the jug, chill in the fridge, then serve ice cold."
      },
      {
        "Step 2": "In a food processor, blend 1 tin of peaches and their syrup with 500g frozen raspberries. Add the juice of 1 orange and a splash of water, then whizz again. Pour the cocktail into tall glasses, then garnish each with an orange slice."
      },
      {
        "Step 3": "Shred fresh basil and mint leaves into ice cube trays, then fill with a mixture of lime juice and water. Freeze until the ice cubes are just frozen (about 2 hours), then blitz in a food processor. In a jug, mix 50ml elderflower cordial with 1 litre sparkling water and a good squeeze of lime juice. Put the crushed herby ice in chilled glasses, then pour over the elderflower fizz."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/55.jpg"
  },
  {
    "id": "56",
    "title": "Swedish mint julep",
    "difficulty": "Easy",
    "portion": "Serves 4-6",
    "time": "Hands-on time 5 min",
    "description": "”I like my cocktails strong and bitter or spicy rather than fragrant or sweet, but I find the heady spices in aquavit work well with the freshness of mint in a julep – it’s a great way to use up that bottle between holidays.” – Steffi Knowles-Dellner",
    "ingredients": [
      "2 small bunches fresh mint, leaves picked, with 4-6 leafy sprigs reserved",
      "4-6 tsp caster sugar",
      "300-450ml quality aquavit, such as OP Anderson (from scandikitchen.co.uk or masterofmalt.com"
    ],
    "method": [
      {
        "Step 1": "Divide the mint leaves and sugar equally among 4-6 tall glasses. Lightly crush the mint with a muddler or wooden spoon. Top with lots of crushed ice and pour over the aquavit. Stir well, then top with more ice and garnish with the reserved mint sprigs."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/56.jpg"
  },
  {
    "id": "57",
    "title": "Kirsch royale",
    "difficulty": "Easy",
    "portion": "Makes 1",
    "time": "Hands-on time 5 min",
    "description": "Your soon-to-be-favourite festive tipple made with champagne, Kirsch and cherry syrup.",
    "ingredients": [
      "15ml kirsch",
      "30ml cherry syrup",
      "About 90ml champagne or sparkling wine",
      "2 cherries in syrup"
    ],
    "method": [
      {
        "Step 1": "Mix the kirsch and syrup in a jug (scale up the quantities according to how many people you’re serving), then pour into champagne glasses or coupes and add two cherries to each glass. Top up with the fizz and serve immediately."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/57.jpg"
  },
  {
    "id": "58",
    "title": "Marsala glögg (Christmas punch)",
    "difficulty": "Easy",
    "portion": "Serves 4 - 6",
    "time": "Hands-on time 5 min",
    "description": "Is this the best Christmas punch? So quick to make, this 5-minute recipe really does taste like Christmas with its warming blend of cinnamon, orange and, of course, brandy.",
    "ingredients": [
      "450ml marsala",
      "450ml water",
      "A splash of brandy (optional)",
      "1 vanilla pod",
      "3 small (or 1 large) cinnamon sticks",
      "Pared zest of 1 orange",
      "2 tbsp caster sugar"
    ],
    "method": [
      {
        "Step 1": "Put all the ingredients in a medium pan. Stir to dissolve the sugar, then warm over a low heat for 5 minutes (don’t boil) to let the spices infuse the liquid. Serve in heatproof glass mugs."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/58.jpg"
  },
  {
    "id": "59",
    "title": "Pimm’s fizz",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in less than 5 minutes",
    "description": "This quick and easy Pimm’s cocktail serves one but it’s easy to make a jug for you and your friends, just multiply the ingredients depending on how many people there are and, instead of serving straight into a glass, pour it into a jug full of ice.",
    "ingredients": [
      "50ml Pimm’s No,1 (25% ABV)",
      "75ml lemonade",
      "25ml sparkling wine (12.5% ABV)",
      "1 slice of orange",
      "1 sprig of mint"
    ],
    "method": [
      {
        "Step 1": "Fill a large wine glass with ice cubes. Pour in the Pimm’s, pour in all the liquid ingredients then garnish with the orange and mint."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/59.jpg"
  },
  {
    "id": "60",
    "title": "Elderflower gin and tonic",
    "difficulty": "Easy",
    "portion": "Makes 2",
    "time": "Hands-on time 5 min",
    "description": "A quick and easy cocktail recipe – try our springtime gin and tonic, made with elderflower liqueur and a sprig of fresh herbs.",
    "ingredients": [
      "60ml gin",
      "2 tbsp St Germain elderflower liqueur (from most supermarkets; or use elderflower cordial)",
      "200-250ml Fever-Tree elderflower tonic",
      "a sprig of fresh herbs"
    ],
    "method": [
      {
        "Step 1": "Put 60ml gin and 2 tbsp St Germain elderflower liqueur (from most supermarkets; or use elderflower cordial) into a cocktail shaker with a handful of ice. Stir and strain into glasses. Top up with 200-250ml Fever-Tree elderflower tonic. Serve with a sprig of fresh herbs."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/60.jpg"
  },
  {
    "id": "61",
    "title": "Cucumber cooler cocktail",
    "difficulty": "Easy",
    "portion": "Makes one cocktail",
    "time": "Hands-on time 10 min",
    "description": "Mark Sargeant’s cucumber cocktail recipe is cooling and refreshing – the perfect accompaniment for a hot summers day.",
    "ingredients": [
      "40ml Gin Mare",
      "40ml Cucumber mix (see below)",
      "5ml sugar syrup",
      "40ml cava",
      "2 cucumbers",
      "1 cantaloupe melon",
      "10g salt"
    ],
    "method": [
      {
        "Step 1": "Peel one cucumber and dry the skin out."
      },
      {
        "Step 2": "Blend the rest with salt and a little water. Pass through a muslin cloth."
      },
      {
        "Step 3": "Mix the Gin Mare, cucumber mix and sugar syrup in a mixer."
      },
      {
        "Step 4": "Strain into a tall glass with fresh cucumber ribbons throughout and dried cucumber skin on top. Top with the cava"
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/61.jpg"
  },
  {
    "id": "62",
    "title": "Orchard spritz cocktail",
    "difficulty": "Easy",
    "portion": "Makes 1",
    "time": "5 min",
    "description": "As an alternative to champagne, serve this fruity cocktail at your drinks party.",
    "ingredients": [
      "Calvados",
      "Fruit cordial (such as pear and raspberry or apple and plum)",
      "Chilled sparkling wine or champagne",
      "A small fresh rosemary sprig"
    ],
    "method": [
      {
        "Step 1": "Pour 1cm calvados into a champagne flute or coupe, with 1cm cordial. Top with chilled sparkling wine or champagne, then garnish with a small fresh rosemary sprig."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/62.jpg"
  },
  {
    "id": "63",
    "title": "Negroni",
    "difficulty": "Easy",
    "portion": "Serves 10",
    "time": "Hands-on time 5 min",
    "description": "This punchy Italian cocktail, with its classic bitter-sweet flavours, is so easy to make for a Christmas party or New Year’s Eve celebration – or at any other time of year, really.",
    "ingredients": [
      "300ml gin (Plymouth or Martin Miller’s works well)",
      "300ml Campari",
      "300ml sweet vermouth (red is traditional but white is fine)",
      "Pared zest of 2 oranges, thinly sliced, to garnish",
      "Pared zest of 2 unwaxed limes, thinly sliced, to garnish (optional)"
    ],
    "method": [
      {
        "Step 1": "Pour all the liquid ingredients into a large glass jug with ice cubes. Stir with a long spoon, then strain into 10 short glasses with a few ice cubes. Briefly stir, then garnish with a twist of orange (and maybe lime) zest."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/63.jpg"
  },
  {
    "id": "64",
    "title": "The Botanist Fizz",
    "difficulty": "Easy",
    "portion": "For one",
    "time": "Hands on time 5 mins",
    "description": "An easy-to-make cocktail recipe using lavender-infused gin, fresh lemon juice and topped up with prosecco. It’s a perfect drink for a hot summer’s day.",
    "ingredients": [
      "25ml The Botanist Gin infused with lavender (or similar)",
      "10ml honey",
      "10ml fresh lemon juice",
      "Top up with prosecco"
    ],
    "method": [
      {
        "Step 1": "Dry shake The Botanist Gin infusion"
      },
      {
        "Step 2": "Stir honey and lemon juice until honey dissolves well"
      },
      {
        "Step 3": "Add ice and shake well"
      },
      {
        "Step 4": "Pour into a Champagne glass"
      },
      {
        "Step 5": "Top with prosecco"
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/64.jpg"
  },
  {
    "id": "65",
    "title": "Hugo cocktails",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min",
    "description": "Learn how to make a Hugo cocktail, and transport yourself to a sunny Italian evening. It’s a refreshing, super-zesty mix of prosecco, gin and elderflower cordial.",
    "ingredients": [
      "1 measure of gin",
      "A glass half-filled with ice",
      "Good splash of elderflower cordial",
      "Several mint leaves",
      "Lime wedge",
      "Prosecco",
      "Soda water"
    ],
    "method": [
      {
        "Step 1": "Pour a generous measure of gin into a glass half-filled with ice, then add a good splash of elderflower cordial. Tuck in several mint leaves, squeeze over a lime wedge and drop it in, then top up with prosecco, adding a splash of soda water. Serve immediately."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/65.jpg"
  },
  {
    "id": "66",
    "title": "Crème de cassis",
    "difficulty": "Easy",
    "portion": "Makes 1.3 litres",
    "time": "Hands-on 20 min, plus 2 hours simmering 2 days resting",
    "description": "Fancy making your own crème de cassis? Here’s the recipe. Serve this sweet blackcurrant liqueur alone, or topped up with chilled white wine.",
    "ingredients": [
      "500g blackcurrants",
      "500ml fruity red wine",
      "750g golden caster sugar",
      "350-400ml eau de vie or brandy"
    ],
    "method": [
      {
        "Step 1": "Crush the blackcurrants in a bowl with the back of a fork. Stir in the red wine, crushing the fruit again. Cover and leave at room temperature for 24 hours, then strain through a muslin-lined sieve into a pan."
      },
      {
        "Step 2": "Stir in the caster sugar and heat gently until dissolved. Bring up to a tremble of a simmer and cook for 2 hours until reduced to 900ml syrup. Cool, then stir in the eau de vie or brandy."
      },
      {
        "Step 3": "Pour into sterilised bottles and seal. Leave for 2 days before using. Use within 1 year."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/66.jpg"
  },
  {
    "id": "67",
    "title": "Sea Snapper cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on 5 min",
    "description": "Forget Bloody Marys – it’s all about Sea Snappers. The classic pairing of tomato and horseradish is combined with the herby thyme, rosemary and basil flavours of Gin Mare to create this cocktail.",
    "ingredients": [
      "40ml Gin Mare",
      "20ml Woltz’s Horseradish Vodka",
      "20ml Fino Sherry",
      "10 tomatoes, grated to a pulp to leave no pieces",
      "A pinch of salt and pepper",
      "Finely chopped coriander",
      "5ml Sugar syrup"
    ],
    "method": [
      {
        "Step 1": "Combine the tomato pulp, coriander, salt and pepper. Measure out 20ml of this mixture."
      },
      {
        "Step 2": "Add the measured out tomato mixture, sugar syrup, sherry, vodka and gin to a shaker. Shake hard and strain into a cocktail glass. Garnish with a cherry tomato on a skewer, with the green stalk still attached."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/67.jpg"
  },
  {
    "id": "68",
    "title": "Easy champagne cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "This easy champagne cocktail makes a great party aperitif. Try it for your New Year’s Eve party for the perfect way to bring in the New Year.",
    "ingredients": [
      "½ tsp demerara sugar",
      "A few drops of Angostura bitters",
      "A small squeeze of lemon juice",
      "Champagne",
      "A strip of lemon zest (optional)"
    ],
    "method": [
      {
        "Step 1": "Put the demerara sugar in a champagne glass. Pour over a few drops of Angoustura bitters and a small squeeze of lemon juice."
      },
      {
        "Step 2": "Top with champagne and a strip of lemon zest and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/68.jpg"
  },
  {
    "id": "69",
    "title": "Gin and strawberry punch",
    "difficulty": "Easy",
    "portion": "Makes 1.5 litres",
    "time": "Hands-on time 15 mins",
    "description": "The ultimate cocktail punch recipe, made with gin, fresh strawberries and sparkling wine, to share with friends at a summer party.",
    "ingredients": [
      "200ml Beefeater London Dry Gin",
      "100ml Lillet Rouge vermouth (or any red vermouth)",
      "100ml strawberry liqueur",
      "50ml Jo Hilditch British Framboise (or any raspberry liqueur)",
      "50ml Grant’s Morella Cherry Brandy (or kirsch)",
      "100ml lemon juice",
      "50ml elderflower cordial",
      "300ml chilled jasmine tea (we like the Rare Tea Company Silver Tip Jasmine Tea, from Waitrose, delis and rareteacompany.com)",
      "Dash of Angostura bitters",
      "Dash of orange bitters",
      "400ml Nyetimber sparkling English rosé (or similar sparkling rosé)",
      "400g ripe strawberries"
    ],
    "method": [
      {
        "Step 1": "Mix all the ingredients, except the sparkling rosé and strawberries, in a large punch bowl. Stir well."
      },
      {
        "Step 2": "When ready to serve, add a generous amount of ice cubes, then the sparkling wine. Hull and slice the strawberries into rounds, then add. Ladle into cups and enjoy."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/69.jpg"
  },
  {
    "id": "70",
    "title": "French 75",
    "difficulty": "Easy",
    "portion": "Serves 10",
    "time": "Hands-on time 10 min, plus chilling",
    "description": "Fresh from a movie set and in to your home, just in time to party. This gin and champagne cocktail recipe  – the French 75 – is bound to get the party started.",
    "ingredients": [
      "220ml gin",
      "80ml sugar syrup",
      "Juice of 1 lemon",
      "Champagne",
      "Lemon zest to serve"
    ],
    "method": [
      {
        "Step 1": "Mix the gin with the sugar syrup and the lemon juice. Cover and chill for up to 24 hours until needed. When ready to serve, pour 3cm into champagne flutes (or just over 1cm into coupes), top with champagne and serve with a twist of lemon peel (see tip)."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/70.jpg"
  },
  {
    "id": "71",
    "title": "Almond milk eggnog",
    "difficulty": "Easy",
    "portion": "Serves 2",
    "time": "Hands-on time 5 min, plus cooling",
    "description": "When you want to whip up a Christmas drink for snuggling in front of the fire,  this almond milk eggnog is the recipe for you.",
    "ingredients": [
      "200ml unsweetened almond milk",
      "100ml single cream",
      "Split vanilla pod and its scraped seeds",
      "1 small cinnamon stick",
      "A few gratings of nutmeg",
      "1 medium free-range egg yolk",
      "50g caster sugar",
      "60ml good brandy",
      "60ml dark rum"
    ],
    "method": [
      {
        "Step 1": "Mix the almond milk with the cream, vanilla, cinnamon stick and nutmeg in a small saucepan, then warm on a low heat until steaming."
      },
      {
        "Step 2": "Whisk the egg yolk with the caster sugar in a bowl until pale and fluffy, then pour in the warm almond milk mixture gradually, whisking all the time."
      },
      {
        "Step 3": "Return the mixture to the small saucepan with the brandy and rum and warm on a gentle heat, stirring constantly, for 3-5 minutes until thickened."
      },
      {
        "Step 4": " Strain through a sieve, then leave to cool. Chill for at least 30 minutes, or overnight. Serve warm or chilled with extra gratings of nutmeg"
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/71.jpg"
  },
  {
    "id": "72",
    "title": "Flaming rum punch",
    "difficulty": "Easy",
    "portion": "Makes 1 litre",
    "time": "Hands-on time 15 min",
    "description": "Fill your home with the aromas of oranges, cinnamon and cloves while making this wintery rum cocktail recipe. Great for Halloween or Bonfire night.",
    "ingredients": [
      "200ml dark rum",
      "100ml brandy",
      "Freshly squeezed juice of 3 large oranges",
      "1 whole orange",
      "45ml grenadine",
      "500ml pineapple juice",
      "30ml sugar syrup",
      "1 cinnamon stick",
      "Cloves"
    ],
    "method": [
      {
        "Step 1": "In a large jug, mix together the rum, brandy, the orange juice, grenadine, pineapple juice and sugar syrup with the cinnamon stick. Cover and chill until needed."
      },
      {
        "Step 2": "When ready to serve, either warm through in a pan if you’re serving hot, then transfer the punch to a bowl, or, if you’re serving it cold, add ice cubes. Slice up the orange and stick cloves into the top or bottom slice. Float these on top of the punch."
      },
      {
        "Step 3": "Warm a couple of ladlefuls of brandy in a saucepan until it steams. Pour it over the orange slices and set fire to the brandy using a long match. Once the flames have died down, ladle the punch into glasses garnished with halved orange slices."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/72.jpg"
  },
  {
    "id": "73",
    "title": "Olive-garnished martini",
    "difficulty": "Easy",
    "portion": "Serves 4",
    "time": "Hands-on time 5 min, plus at least one hour chilling",
    "description": "Straight from the movies and in to your home; impress your guests with this sophisticated cocktail recipe.",
    "ingredients": [
      "120ml dry white vermouth",
      "500ml good quality gin or vodka (we like Tanqueray or Sipsmith gin, or Chase or Grey Goose vodka)",
      "Green olives"
    ],
    "method": [
      {
        "Step 1": "Divide the vermouth among 4 martini glasses, swirl it round each glass so they’re coated, then tip the excess into a jug. Put the glasses in the freezer until needed. Pour the vodka or gin into the jug with the vermouth, stir with a long spoon to combine, then cover and freeze for at least 1 hour or overnight."
      },
      {
        "Step 2": "To serve, take the glasses out of the freezer and pour the cocktail equally among them. Garnish each with a good quality green olive and it’s a wrap."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/73.jpg"
  },
  {
    "id": "74",
    "title": "Dulce de leche cocktail",
    "difficulty": "Easy",
    "portion": "Makes 3-4",
    "time": "Hands-on time 10 min",
    "description": "You don’t often get more indulgent than dulce de leche… Apart from when it’s made in to a coconut rum cocktail. This recipe isn’t for the faint hearted.",
    "ingredients": [
      "100ml coconut rum (Koko Kanu if you can find it but Malibu works too)",
      "100ml Bacardi",
      "500ml whole milk",
      "4 tbsp dulce de leche"
    ],
    "method": [
      {
        "Step 1": "Put the coconut rum and Bacardi into a blender with the whole milk and dulce de leche (see tip). Blend for 2-3 minutes until frothy and well mixed. Either cover and chill for 4-6 hours or serve immediately, filling the glasses (or coconuts) with ice before pouring in the cocktail."
      },
      {
        "Step 2": "If you’re making it ahead and the froth disappears, give it another pulse of the blender or a quick whisk before serving."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/74.jpg"
  },
  {
    "id": "75",
    "title": "Manhattan cocktail",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on time 10 min, plus chilling",
    "description": "A sophisticated, classic cocktail recipe of bourbon, sweet red vermouth and orange zest that’s sure to jazz up any dinner party.",
    "ingredients": [
      "360ml bourbon whiskey (we like Buffalo Trace)",
      "100ml sweet red vermouth",
      "6 shakes of Angostura bitters",
      "6 pared, strips of orange zest",
      "Maraschino cherries"
    ],
    "method": [
      {
        "Step 1": "Mix the bourbon whiskey in a jug with the vermouth and Angostura bitters. Chill until needed (up to 24 hours)."
      },
      {
        "Step 2": " For each strip of orange, run the outer side round the rim of a low-ball or small wine glass, then put the strip inside the glass with a maraschino cherry."
      },
      {
        "Step 3": "To serve, add as much ice as you can to the jug, stir to combine for 30-40 seconds, then strain into the 6 prepared glasses."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/75.jpg"
  },
  {
    "id": "76",
    "title": "Spicy gingerbread vodka",
    "difficulty": "Easy",
    "portion": "Makes 1 litre",
    "time": "Hands-on time 20 min, plus 4 days infusing",
    "description": "Debbie Major’s flavoured gingerbread vodka recipe, made with ginger, cinnamon, vanilla and cloves, makes a perfect edible gift to give at Christmastime.",
    "ingredients": [
      "75g fresh ginger, finely chopped (no need to peel)",
      "75g crystallised ginger, chopped",
      "2 x 7cm cinnamon sticks",
      "10 cloves",
      "½ vanilla pod, split lengthways",
      "100g light soft brown or light muscovado sugar",
      "1 tsp black treacle",
      "1 litre vodka"
    ],
    "method": [
      {
        "Step 1": "Put all the ingredients into a large airtight jar. Give it a stir and leave it to infuse in a cool, dark place for 4 days, giving it a shake twice daily."
      },
      {
        "Step 2": "Strain the vodka into a bowl through a sieve lined with a double layer of muslin (discard the flavourings)."
      },
      {
        "Step 3": "Pour the finished vodka into bottles or decanters, seal, then store in a cool, dark place until needed."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/76.jpg"
  },
  {
    "id": "77",
    "title": "Pimm’s extra",
    "difficulty": "Easy",
    "portion": "1 large jug",
    "time": "Hands-on time 5 min",
    "description": "Yes Pimm’s is great but a gin Pimm’s is a whole other level! Nectarines, cherries, cucumber and mint join Pimm’s, gin, lemonade and ginger ale for the ultimate sunshine cocktail. Ahhh, summer.",
    "ingredients": [
      "3 nectarines",
      "200g cherries",
      "½ cucumber",
      "1 large bunch fresh mint",
      "Lots of ice",
      "Pimm’s",
      "Gin",
      "Ginger ale",
      "Lemonade",
      "Borage flowers"
    ],
    "method": [
      {
        "Step 1": "To make a large jug, stone and slice the nectarines and cherries. Halve and slice the cucumber, then put all the fruit and cucumber in a jug with a large bunch of fresh mint and lots of ice so the jug is half full."
      },
      {
        "Step 2": "Pour in equal amounts of Pimm’s and gin until the jug is two thirds full, then top up with half ginger ale and half lemonade. Finish with borage flowers if you can find them (they’re available in large supermarkets and they grow well in gardens or pots)."
      },
      {
        "Step 3": "To vary things, you could try sliced plums, summer berries, orange wedges, passion fruit pulp or pineapple slices. And instead of gin, try Cointreau – it’s much stronger in flavour so be sure to add it bit by bit."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/77.jpg"
  },
  {
    "id": "78",
    "title": "Lawnmower sling",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Ready in 5 minutes",
    "description": "A refreshing cocktail recipe made with Hendrick’s gin – with its trademark cucumber and rose petal notes – as well as tequila, lime, apple juice and soda water.",
    "ingredients": [
      "1 lime, quartered",
      "100ml lime juice",
      "240ml cloudy apple juice",
      "300ml Hendrick’s Gin or similar",
      "90ml elderflower cordial",
      "6 dashes orange blossom water",
      "30ml Jose Cuervo Especial",
      "180ml soda water",
      "Sliced cucumber to garnish"
    ],
    "method": [
      {
        "Step 1": "Put the lime quarters in a 1 litre jug and muddle with the end of a rolling pin. Add the remaining ingredients and stir well. Top with soda and ice."
      },
      {
        "Step 2": "Garnish with sliced cucumber to serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/78.jpg"
  },
  {
    "id": "79",
    "title": "Strawberry gin fizz",
    "difficulty": "Easy",
    "portion": "Makes 1 jug; serves 6-8",
    "time": "Hands-on time 10 min",
    "description": "We’ve combined some of our favourite ingredients to make this refreshing summer drink recipe – strawberries, gin and prosecco.",
    "ingredients": [
      "400g fresh, ripe strawberries, hulled and roughly chopped",
      "Small bunch fresh mint, leaves torn, plus extra small sprigs to serve",
      "2 tsp caster sugar, dissolved in 30ml boiling water to make a syrup",
      "100ml gin",
      "2 handfuls ice cubes",
      "1 bottle prosecco"
    ],
    "method": [
      {
        "Step 1": "Put the strawberries, torn mint and half the sugar syrup in a large jug and muddle with the end of a rolling pin or handle of a wooden spoon until lightly crushed and bruised and releasing their juices."
      },
      {
        "Step 2": "Add the gin, ice cubes and prosecco, then stir and taste, adding extra sugar syrup if needed. Serve in chilled champagne flutes or glasses garnished with sprigs of fresh mint."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/79.jpg"
  },
  {
    "id": "80",
    "title": "Homemade sloe gin",
    "difficulty": "Easy",
    "portion": "Makes 1 litre",
    "time": "Hands-on time 20 min, plus resting",
    "description": "Harvest sloe berries in autumn and make sloe gin that will be ready come Christmastime. It’s the perfect festive tipple to enjoy yourself or give as a gift.",
    "ingredients": [
      "450g sloe berries, washed and pricked",
      "450g caster sugar",
      "70cl gin, a cheap bottle works fine",
      "A large Kilner jar, sterilised"
    ],
    "method": [
      {
        "Step 1": "Add the sloes, sugar and gin to a Kilner jar and seal. Turn the jar every day for the first week or so to dissolve the sugar and colour the gin evenly."
      },
      {
        "Step 2": "Keep for at least 3 months before serving – ideally, pick the sloes in September and have the gin at Christmas."
      },
      {
        "Step 3": "When you’re ready to bottle it, line a sieve with a clean muslin cloth (or clean j-cloth) and set it over a large jug. Pour the contents of the jar through the muslin to strain it, then pour the liqueur into clean, sealable bottles."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/80.jpg"
  },
  {
    "id": "81",
    "title": "Classic cosmopolitan cocktail",
    "difficulty": "Easy",
    "portion": "Makes 1",
    "time": "Takes 5-10 minutes",
    "description": "A proper cosmopolitan cocktail should be punchy, fruity and served short in classic martini glasses. Enjoy this pink drink at your next summer garden party.",
    "ingredients": [
      "Ice",
      "50ml vodka",
      "25ml triple sec",
      "Juice of half a lime",
      "75ml cranberry juice"
    ],
    "method": [
      {
        "Step 1": "Fill a cocktail shaker with ice and add 50ml vodka, 25ml triple sec, the juice of half a lime and 75ml cranberry juice."
      },
      {
        "Step 2": "Shake well, then strain the contents into a cocktail glass or champagne coupe. Garnish with a lime wedge and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/81.jpg"
  },
  {
    "id": "82",
    "title": "Le vin d’orange",
    "difficulty": "Easy",
    "portion": "Makes about 1litre",
    "time": "Hands-on time 15 mins, plus infusing",
    "description": "This orange wine is a vibrant combination of fresh oranges, rosé wine, vodka and vanilla. It makes a lovely homemade gift.",
    "ingredients": [
      "3 large juicy oranges (see tip)",
      "Juice 1 lemon (see tip)",
      "200g granulated sugar",
      "750ml pale rosé wine",
      "150ml vodka or eau de vie",
      "1 vanilla pod, split and scraped"
    ],
    "method": [
      {
        "Step 1": "Blanch the unpeeled oranges in a large pan of boiling water for 3 minutes to kill off the natural yeasts on the surface of the peel that might cause fermentation. Drain."
      },
      {
        "Step 2": "Halve the oranges and squeeze the juice into a large sealable jar or large bowl, then add the peel and the rest of the ingredients. Seal the jar or cover the bowl with a double layer of cling film, then leave to infuse for at least a month."
      },
      {
        "Step 3": "Strain through a muslin-lined sieve into a large jug. Decant into sterilised bottles (see Know-how), then seal and label."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/82.jpg"
  },
  {
    "id": "83",
    "title": "Ginger champagne cocktail",
    "difficulty": "Easy",
    "portion": "Serves 8-10",
    "time": "Takes 5 minutes to make",
    "description": "This easy-to-make champagne cocktail is a punchy mixture of gin, ginger, lemon and champagne. Don’t forget to serve them with the mushroom and mozzarella arancini balls, too!",
    "ingredients": [
      "150ml good quality gin",
      "100ml ginger cordial (we used Belvoir)",
      "½ lemon",
      "Champagne to serve"
    ],
    "method": [
      {
        "Step 1": "Put the gin in a jug with the ginger cordial and the lemon juice. Chill, covered, until needed (for up to 48 hours). To serve, pour about 3cm of the mixture into champagne flutes (or 2cm into coupes) then top with chilled champagne."
      },
      {
        "Step 2": "Garnish with lemon peel and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/83.jpg"
  },
  {
    "id": "84",
    "title": "Spiced orange, raisin and cranberry vodka",
    "difficulty": "Easy",
    "portion": "for lots of people",
    "time": "Prepare in 20 minutes and marinate for 2 weeks",
    "description": "This easy spiced vodka recipe contains all the fruity flavours of Christmas, marinated in booze – irresistible!",
    "ingredients": [
      "Zest and juice of 1 large orange",
      "300g plump Californian raisins",
      "200g light muscovado sugar",
      "1 tsp mixed spice",
      "150g dried cranberries",
      "350ml bottle vodka"
    ],
    "method": [
      {
        "Step 1": "Put all the ingredients into a large Kilner jar, secure tightly and shake well. Leave for two weeks to allow the flavours to develop. Strain through a very fine sieve into a jug, then pour into a bottle. Decorate the bottle with a label and a ribbon."
      },
      {
        "Step 2": "To give as a gift, wrap the bottle and 2 shot glasses in coloured cellophane and tie with a bow. Keeps for 1 month."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/84.jpg"
  },
  {
    "id": "85",
    "title": "Iced negus punch",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on 10 minutes",
    "description": "Iced negus punch is a cocktail recipe make with white port, spiced syrup and fresh lemon juice. It’s a great drink to serve at parties.",
    "ingredients": [
      "500ml water",
      "150g caster sugar",
      "1 cinnamon stick",
      "10 based cardamom pods",
      "½ tsp pink peppercorns",
      "2 star anise",
      "Pared zest of 1 lemon",
      "Pared zest of 1 orange",
      "750ml white port",
      "Fresh spices to garnish",
      "Crab apples to serve, if you can find them",
      "Ice cubes, to serve",
      "Grating of nutmeg, to serve"
    ],
    "method": [
      {
        "Step 1": "First, make a spiced syrup. Heat the water with the sugar, cinnamon stick, cardamom pods, peppercorns, star anise and the lemon and orange zests. When the sugar dissolves, simmer gently for 5 minutes, then take off the heat and cool completely."
      },
      {
        "Step 2": "Strain (discard the solids), then stir in 750ml white port."
      },
      {
        "Step 3": "Squeeze in lemon juice to taste, then chill."
      },
      {
        "Step 4": "To serve, pour into a punch bowl and garnish with fresh spices and crab apples, if you can find them. Throw in a few handfuls of ice cubes, then ladle into glasses and top with a grating of nutmeg."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/85.jpg"
  },
  {
    "id": "86",
    "title": "Lagerita",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in less than 5 mins",
    "description": "Beer cocktails are everywhere at the moment. This one – a classic quencher with a twist – is made with tequila and lager.",
    "ingredients": [
      "25ml blanco (unaged) tequila",
      "20ml freshly squeezed orange juice",
      "15ml orgeat (you can use this from thewhiskeyexchange.com)",
      "Lager, to top up"
    ],
    "method": [
      {
        "Step 1": "Put some ice in a cocktail shaker with all the ingredients except the lager. Shake."
      },
      {
        "Step 2": "Strain into a half-pint pot, then top up from a good quality, well-chilled lager."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/86.jpg"
  },
  {
    "id": "87",
    "title": "Chocolate rum toddy",
    "difficulty": "Easy",
    "portion": "Makes 750ml",
    "time": "Hands-on time 20 min",
    "description": "A new take on a hot toddy recipe, made with dark chocolate, rum and double cream. Perfect for taking on long wintry walks.",
    "ingredients": [
      "500ml hot tea, strong and milky",
      "50g golden caster sugar",
      "100g dark chocolate, in pieces",
      "2 tsp cocoa powder",
      "About 100ml dark navy rum",
      "Good splash double cream"
    ],
    "method": [
      {
        "Step 1": "Pour the tea into a pan, add the sugar and heat until almost boiling. Put the chocolate and cocoa powder in a large jug and stir in a tiny splash of the tea until smooth and melted."
      },
      {
        "Step 2": "Add the rum to the pan and bring back almost to the boil, then stir it into the melted chocolate. Stir in the cream, then tip into a vacuum flask."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/87.jpg"
  },
  {
    "id": "88",
    "title": "Rhubarb spritz cocktail",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands-on time 15 min",
    "description": "Jason Atherton’s rhubarb cocktail recipe is a twist on the classic spritz. He uses Kamm & Sons, a ginseng-based bitter aperitif, English fizz and a rhubarb syrup.",
    "ingredients": [
      "150ml Kamm & Sons",
      "150ml rhubarb syrup",
      "1 bottle Nyetimber Classic Cuvée sparkling wine or prosecco",
      "200g caster sugar",
      "200g fresh rhubarb, chopped"
    ],
    "method": [
      {
        "Step 1": "To make the syrup, gently heat the sugar and rhubarb in a pan with 100ml water. Simmer for 5 minutes. Cool and strain through a sieve (reserve the pulp – see tips)."
      },
      {
        "Step 2": "Divide the Kamm & Sons and 150ml cooled syrup among 6 glasses, top up with fizz, then stir gently."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/88.jpg"
  },
  {
    "id": "89",
    "title": "Vesper martini",
    "difficulty": "Easy",
    "portion": "Makes one cocktail",
    "time": "5 mins",
    "description": "This famous cocktail taken right out of Casino Royale is a wonderful recipe of gin and vodka – with a garnish of lemon. Shaken not stirred, or however you prefer, Mr Bond.",
    "ingredients": [
      "3 measures gin",
      "1 measure vodka",
      "½ measure Lillet (see tip)",
      "Lemon twist to serve"
    ],
    "method": [
      {
        "Step 1": "Shake (don’t stir) all the ingredients over ice (see tip if making for a party), then strain into chilled martini glasses. Garnish with a lemon twist (see tip), then serve straightaway."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/89.jpg"
  },
  {
    "id": "90",
    "title": "Espresso martini",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "5 minutes",
    "description": "Recreate the classic espresso martini recipe at home with this easy cocktail recipe.",
    "ingredients": [
      "Ice",
      "50ml vodka",
      "50ml Kahlua",
      "75ml cold espresso coffee"
    ],
    "method": [
      {
        "Step 1": "Fill a cocktail shaker with ice, then pour over the vodka, Kahlua and coffee."
      },
      {
        "Step 2": "Shake vigorously, then strain into a martini glass and serve straightaway."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/90.jpg"
  },
  {
    "id": "91",
    "title": "Mojito",
    "difficulty": "Easy",
    "portion": "Makes one",
    "time": "5 minutes",
    "description": "A classic cocktail, fresh mint and a spoonful of sugar complement rum perfectly to make a refreshing, zingy treat.",
    "ingredients": [
      "35ml Captain Morgan Original Spiced Gold",
      "17.5ml lime juice",
      "50ml soda water",
      "10 mint leaves",
      "1 tbsp sugar"
    ],
    "method": [
      {
        "Step 1": "With a muddler press 10 mint leaves and 1tbsp sugar in a cocktail shaker to extract the juices and flavour."
      },
      {
        "Step 2": "Add crushed ice to the shaker."
      },
      {
        "Step 3": "Using a jigger, measure 35ml Captain Morgan Original Spiced Gold and 17.5ml lime juice into the shaker."
      },
      {
        "Step 4": "Shake the mixture vigorously until the surface of the cocktail shaker feels chilled."
      },
      {
        "Step 5": "Using a cocktail strainer, strain into a tall glass."
      },
      {
        "Step 6": "Top up the drink with 50ml soda water."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/91.jpg"
  },
  {
    "id": "92",
    "title": "Strawberry pomegranate martini",
    "difficulty": "Easy",
    "portion": "Makes one cocktail",
    "time": "5 minutes",
    "description": "Strawberries add a fruity edge to this martini cocktail, while a touch of pomegranate gives a refreshing twist.",
    "ingredients": [
      "5 strawberries",
      "50ml vodka",
      "15ml lemon juice",
      "7ml pomegranate juice",
      "25ml sugar syrup",
      "Orange twist to garnish"
    ],
    "method": [
      {
        "Step 1": "With a muddler, press down on 5 strawberries in a cocktail shaker to extract the juices and flavour."
      },
      {
        "Step 2": "Add ice cubes to the shaker."
      },
      {
        "Step 3": "Add the vodka, lemon juice, pomegranate juice and sugar syrup to the shaker."
      },
      {
        "Step 4": "Shake the mixture vigorously until the surface of the cocktail shaker feels chilled."
      },
      {
        "Step 5": "Using a cocktail shaker, strain into a martini glass."
      },
      {
        "Step 6": "Cut a piece of peel from an orange and twist it over the edge of the glass to garnish."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/92.jpg"
  },
  {
    "id": "93",
    "title": "Hanky-panky-meister cocktail",
    "difficulty": "Easy",
    "portion": "Serves 8",
    "time": "Ready in 15 minutes",
    "description": "A variation on the hanky-panky that combines gin and sweet red vermouth with a splash of Fernet Branca bitters. This recipe uses a splash of Jägermeister too. A great festive cocktail.",
    "ingredients": [
      "175ml good dry gin",
      "175ml sweet red vermouth (such as Martini Rosso)",
      "40ml Jägermeister",
      "Ice cubes",
      "8 x 4cm strips of pared orange peel"
    ],
    "method": [
      {
        "Step 1": "Pour all the alcohol into a tall jug and cover with a clean cloth."
      },
      {
        "Step 2": "When your guests arrive, top up the jug with ice, stir gently for 30 seconds, then strain into 8 small glasses filled with fresh ice (you can use a cocktail shaker for this if you like)."
      },
      {
        "Step 3": "Twist a strip of orange peel over the top of each glass to release the citrus oil, then drop into the cocktails."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/93.jpg"
  },
  {
    "id": "94",
    "title": "Scandinavian gin cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "This fabulous cocktail recipe is made with Plymouth gin and a Scandinavian spirit called aquavit. Perfect for a cocktail or dinner party.",
    "ingredients": [
      "Ice cubes",
      "50ml Plymouth gin",
      "25ml aquavit (see tip)",
      "2 dashes of maraschino liqueur (see tip)",
      "1 fresh dill sprig"
    ],
    "method": [
      {
        "Step 1": "Put a champagne coupe in the freezer. Fill a cocktail shaker two thirds full with ice. Pour in the gin, aquavit and liqueur, then shake well. Strain into the chilled glass, garnish with dill and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/94.jpg"
  },
  {
    "id": "95",
    "title": "Chocolate cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "5 minutes",
    "description": "This cocktail recipe combines lashings of dark chocolate and rum, contrasted with a sweet saffron syrup.",
    "ingredients": [
      "25 ml Ron Zacapa",
      "35 ml Innis & Gunn Rum Finish",
      "15 ml Dubonnet",
      "10 ml Saffron Syrup",
      "Dark Chocolate to serve"
    ],
    "method": [
      {
        "Step 1": "Combine the Ron Zacapa rum, Innis & Gunn Rum Finish and the Dubonnet in a cocktail shaker."
      },
      {
        "Step 2": "Finish with 10ml saffron syrup, then stir and pour into a rocks glass with plenty of ice. Serve with dark chocolate."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/95.jpg"
  },
  {
    "id": "96",
    "title": "Rhubarb Aperol spritz",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "takes 30 minutes to make plus cooling and chilling",
    "description": "Bright pink and fizzy, this rhubarb and Aperol spritz cocktail makes the perfect pre-dinner tipple.",
    "ingredients": [
      "600g forced rhubarb",
      "80g caster sugar",
      "150ml clear apple juice",
      "300ml Aperol"
    ],
    "method": [
      {
        "Step 1": "Cut the rhubarb into small pieces and place in a pan with 80g caster sugar and 150ml clear apple juice. Bring to the boil, then simmer for 15 minutes."
      },
      {
        "Step 2": "Strain through a fine sieve, then put back on the heat to reduce to about 200ml."
      },
      {
        "Step 3": "Cool the syrup completely, then chill."
      },
      {
        "Step 4": "Take 6 wine glasses and, into each, pour 2 measures of Aperol to 1 measure of rhubarb syrup, then top up with chilled prosecco. Stir, then serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/96.jpg"
  },
  {
    "id": "97",
    "title": "Pear and rosemary cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "5 minutes",
    "description": "This cocktail recipe is made with vodka and pear wine, topped up with soda water and finished with rosemary",
    "ingredients": [
      "50ml Chase vodka",
      "25ml Jo Hilditch pear wine",
      "1 tsp caster sugar, plus extra to frost the rim of the glass",
      "Ice cubes",
      "Soda water",
      "Fresh rosemary sprig"
    ],
    "method": [
      {
        "Step 1": "Pour the vodka into a cocktail shaker."
      },
      {
        "Step 2": "Add the pear wine and sugar. Shake and pour into an ice-filled tumbler whose rim you’ve wet with pear wine and dipped in sugar."
      },
      {
        "Step 3": "Top up with soda water and garnish with the rosemary sprig."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/97.jpg"
  },
  {
    "id": "98",
    "title": "Basil and lemon martini",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "5 minutes",
    "description": "This martini is a cracker from the cocktail list at Theo Randall’s Italian restaurant in London’s InterContinental Hotel. Theo loves hurling basil into things – even the cocktails. And it works…",
    "ingredients": [
      "11 small fresh basil leaves",
      "Small handful of ice",
      "50ml gin (the small-batch stuff – have some respect)",
      "25ml limoncello",
      "1 tbsp lemon juice",
      "1 tsp sugar syrup"
    ],
    "method": [
      {
        "Step 1": "Muddle 10 of the basil leaves in a cocktail shaker."
      },
      {
        "Step 2": "Add the ice, followed by the gin. Pour in the limoncello. Squeeze in the lemon juice."
      },
      {
        "Step 3": "Add the sugar syrup. Shake, then strain into a champagne coupe and finish with a basil leaf. Fantastico!"
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/98.jpg"
  },
  {
    "id": "99",
    "title": "Bloody Mary",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Ready in 10 minutes",
    "description": "Our definitive version of the famous hair-of-the-dog cocktail – this Bloody Mary is simply unbeatable!",
    "ingredients": [
      "200ml vodka",
      "50ml fino sherry (such as Tio Pepe)",
      "1 litre tomato juice",
      "½-1 tbsp finely grated fresh horseradish (or English Provender Company Hot Horseradish)",
      "3 tbsp Worcestershire sauce",
      "1-2 tsp Tabasco",
      "Pinch of freshly ground black pepper",
      "1-2 tsp celery salt",
      "1 tsp caster sugar",
      "Juice of ½ lemon, other ½ sliced",
      "6 celery sticks"
    ],
    "method": [
      {
        "Step 1": "In a large jug, whisk all the ingredients apart from the lemon slices and celery sticks, then add the lemon slices and plenty of ice."
      },
      {
        "Step 2": "To serve, pour into glasses and add a celery stick to each one."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/99.jpg"
  },
  {
    "id": "100",
    "title": "Wasabi cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "Looking for a hangover cure? This Japanese-style bloody mary cocktail kicks like a Ninja. Would it be a trick or a treat for Halloween…",
    "ingredients": [
      "½ tsp grated fresh ginger",
      "½ tsp wasabi",
      "1 tbsp reduced salt soy sauce",
      "¼ tsp shichimi togarashi, (see Know-how) plus extra to serve",
      "Small handful of ice",
      "50ml vodka",
      "100ml creamed tomatoes",
      "1 stick daikon (mooli)"
    ],
    "method": [
      {
        "Step 1": "Mix the ginger, wasabi, reduced salt soy sauce and shichimi togarashi"
      },
      {
        "Step 2": "Put in a cocktail shaker with the ice, vodka and creamed tomatoes. Shake, then strain into a martini glass."
      },
      {
        "Step 3": "Add a pinch of shichimi and a stick of daikon (mooli)."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/100.jpg"
  },
  {
    "id": "101",
    "title": "Aviation cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "Fruity liquors, citrus and gin are shaken together to make the perfect party cocktail recipe.",
    "ingredients": [
      "50ml good-quality gin",
      "1 tbsp freshly squeezed lemon juice",
      "1 tbsp Luxardo Maraschino Originale Cherry Liqueur",
      "½ tbsp crème de violette – available from thedrinkshop.com",
      "Maraschino cherries to serve"
    ],
    "method": [
      {
        "Step 1": "Put all the ingredients except the maraschino cherries in a cocktail shaker with a handful of ice cubes."
      },
      {
        "Step 2": "Shake well for 20 seconds, then strain into a chilled coupe glass. Drop in a cherry and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/101.jpg"
  },
  {
    "id": "102",
    "title": "Passion fruit fizz",
    "difficulty": "Easy",
    "portion": "Serves 8",
    "time": "Takes 10 minutes to make, 5 minutes to cook, plus cooling",
    "description": "This fruity cocktail recipe, made with passion fruit and vodka, is light and refreshing.",
    "ingredients": [
      "8-10 ripe passion fruit",
      "60g golden caster sugar",
      "Good squeeze of lemon juice",
      "120-150ml vodka",
      "2 bottles of cava/sparkling wine"
    ],
    "method": [
      {
        "Step 1": "Halve the passion fruit, scoop out the pulp and push through a sieve. Discard the pips. You should end up with 175ml juice. Pour the juice into a pan, add the sugar and heat gently until the sugar has dissolved, then bring to the boil and simmer for a couple of minutes until the liquid is reduced to a syrup."
      },
      {
        "Step 2": "Add the lemon juice and cool completely, then strain. Divide the syrup equally among 8 champagne glasses and add a splash of vodka to each glass. Top up with chilled cava or sparkling wine and serve with cheese swirls with quails egg and cress."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/102.jpg"
  },
  {
    "id": "103",
    "title": "Gingerbread Manhattan cocktail",
    "difficulty": "Easy",
    "portion": "Cocktail for 1 (syrup for 9 cocktails)",
    "time": "Takes 5 minutes to make, 30 minutes to cook",
    "description": "This spicy ginger Manhattan cocktail is the perfect pre-dinner aperitif, or try it for a get together around Halloween or Bonfire Night.",
    "ingredients": [
      "35ml bourbon",
      "15ml red vermouth",
      "15ml white vermouth",
      "15ml gin",
      "25ml spice syrup (see below)",
      "A few splashes of Angostura Orange Bitters or Angostura Bitters",
      "200ml water",
      "100g dark muscovado sugar",
      "100g golden caster sugar",
      "1 orange, quartered, plus 1 extra, peeled for garnish",
      "1 cinnamon stick",
      "5 cloves, lightly crushed",
      "¼ whole fresh nutmeg, broken with a hammer or rolling pin",
      "20g fresh ginger, sliced"
    ],
    "method": [
      {
        "Step 1": "Gently simmer all the ingredients for the syrup together for 30 minutes. Leave to cool completely, then strain into a jug."
      },
      {
        "Step 2": "Shake all the ingredients for the cocktail in a cocktail shaker with ice. Strain into a Martini glass and garnish with orange peel and a cinnamon stick."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/103.jpg"
  },
  {
    "id": "104",
    "title": "Proper ginger beer",
    "difficulty": "Easy",
    "portion": "Makes 5 litres",
    "time": "Takes 10 min to make, plus 2½ days infusing and fermenting. This drink is slightly alcoholic.",
    "description": "There’s nothing like a tall glass of ginger beer on a hot day. And, homemade ginger beer is even better.",
    "ingredients": [
      "75g finely chopped fresh ginger",
      "2 unwaxed lemons, sliced",
      "500g golden caster sugar",
      "1 tsp cream of tartar",
      "7g sachet easy-blend yeast"
    ],
    "method": [],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/104.jpg"
  },
  {
    "id": "105",
    "title": "Champagne rhubarb cocktail",
    "difficulty": "Easy",
    "portion": "Makes 8 cocktails",
    "time": "Hands on time 5 mins, 10-15 mins cooking time, plus cooling",
    "description": "This delicious cocktail recipe is made with homemade rhubarb syrup, orange juice, gin and chilled sparkling wine.",
    "ingredients": [
      "750g forced rhubarb (see tip), trimmed and cut into 5cm lengths",
      "150g caster sugar",
      "Grated zest and juice of 1 orange",
      "150-200ml gin",
      "Chilled sparkling wine"
    ],
    "method": [
      {
        "Step 1": "To make the rhubarb syrup, put the rhubarb in a pan with the sugar, orange zest and juice and a small splash of water. Bring to the boil, then simmer gently, uncovered, for 10-15 minutes until the rhubarb is very soft."
      },
      {
        "Step 2": "Strain the syrup through a fine sieve into a jug, pressing the rhubarb to extract all the juice. Allow to cool."
      },
      {
        "Step 3": "Pour a little rhubarb syrup into each glass, divide the gin among them and top with chilled sparkling wine."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/105.jpg"
  },
  {
    "id": "106",
    "title": "Cucumber, mint and elderflower champagne cocktail",
    "difficulty": "Easy",
    "portion": "Serves 8",
    "time": "Takes 20 minutes to make, plus infusing and chilling",
    "description": "This delicate champagne cocktail recipe makes for a refreshing start to any party.",
    "ingredients": [
      "1 large cucumber, coarsely grated",
      "Juice of ½ lemon",
      "50g bunch of fresh mint, leaves picked, half gently bruised in a pestle and mortar",
      "100ml elderflower cordial",
      "1 bottle good-quality champagne"
    ],
    "method": [
      {
        "Step 1": "With your hands, squeeze the grated cucumber over a fine sieve into a bowl or jug. Add the lemon juice and the bruised mint leaves and leave to infuse for 1 hour."
      },
      {
        "Step 2": "Add the elderflower cordial and chill. Wrap the remaining mint leaves in damp kitchen paper and chill."
      },
      {
        "Step 3": "Place 8 champagne flutes in the freezer 20 minutes before serving. Meanwhile, shred the reserved mint leaves. To serve, divide the cordial mixture among the glasses, then top up with chilled champagne and garnish with the shredded mint."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/106.jpg"
  },
  {
    "id": "107",
    "title": "Hot rum punch",
    "difficulty": "Easy",
    "portion": "Serves 3-4",
    "time": "5 minutes",
    "description": "A warming, rum punch that you can make to any quantity, so it’s easy to adapt when guests drop in.",
    "ingredients": [
      "40ml golden rum",
      "40ml cognac",
      "10ml fino sherry",
      "Dash of sugar syrup",
      "30ml lemon juice",
      "Cinnamon stick"
    ],
    "method": [
      {
        "Step 1": "Add all the ingredients, except the cinnamon stick, to a small warmed jug and top up with very hot water, to taste."
      },
      {
        "Step 2": "Pour into warm glass tumblers and let your guests stir their drinks with a cinnamon stick before sipping."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/107.jpg"
  },
  {
    "id": "108",
    "title": "Michelada cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Takes 5 minutes",
    "description": "Looking for a beer cocktail? The Michelada could be the answer. It’s a popular Latin-American cocktail known in Spanish as cerveza preparada (prepared beer).",
    "ingredients": [
      "2 tbsp sea salt",
      "1 tbsp chilli powder",
      "Lime juice",
      "2 tbsp lime juice",
      "2 dashes hot sauce",
      "1 dash soy sauce",
      "1 dash Worcestershire sauce",
      "A pinch of pepper",
      "1 ice-cold Mexican beer such as Corona",
      "Lime wedges, to serve"
    ],
    "method": [
      {
        "Step 1": "Mix sea salt and chilli powder on a saucer, run a little lime juice around the rim of a glass, then dip into the chilli mix."
      },
      {
        "Step 2": "Fill the glass with ice, add 2 tbsp lime juice, 2 dashes hot sauce, 1 dash soy sauce, 1 dash Worcestershire sauce and a pinch of pepper. Slowly pour in an ice-cold Mexican beer such as Corona. Decorate with lime wedges, stir and enjoy."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/108.jpg"
  },
  {
    "id": "109",
    "title": "Show Me The Monkey whisky cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 min",
    "description": "We’re a big fan of Monkey Shoulder whisky, a triple malt Scotch. This heady whisky cocktail is like a warm embrace on a chilly day.",
    "ingredients": [
      "50ml Monkey Shoulder",
      "25ml Drambuie",
      "100ml apple juice",
      "4 fresh mint leaves"
    ],
    "method": [
      {
        "Step 1": "Shake all the ingredients together and double strain into an ice-filled highball."
      },
      {
        "Step 2": "To garnish, add a banana slice and mint leaf."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/109.jpg"
  },
  {
    "id": "110",
    "title": "Manhattan cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands on time less than 5 mins",
    "description": "This classic winter cocktail is based on the comforting sweet ’n’ spicy flavours of American rye whiskey.",
    "ingredients": [
      "40ml American rye whiskey",
      "20ml sweet vermouth",
      "2 large dashes of Angostura bitters",
      "Ice",
      "A maraschino cherry, to decorate, optional"
    ],
    "method": [
      {
        "Step 1": "Stir the whiskey and sweet vermouth together over ice in a jug. Add the Angostura bitters."
      },
      {
        "Step 2": "Strain into a martini glass. A fun, kitsch decoration here is a maraschino cherry."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/110.jpg"
  },
  {
    "id": "111",
    "title": "Ballet russe cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands on time less than 5 mins",
    "description": "This cocktail recipe is incredibly quick to make, so it’s great for parties. Serve in a martini glass.",
    "ingredients": [
      "50ml vodka",
      "20ml crème de cassis",
      "25ml fresh lime juice",
      "Ice"
    ],
    "method": [
      {
        "Step 1": "Simply shake the vodka, crème de cassis and lime juice together with ice cubes and strain into a glass."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/111.jpg"
  },
  {
    "id": "112",
    "title": "Negroni cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands-on time 5 minutes",
    "description": "Negroni is a punchy cocktail recipe made with gin, campari, sweet vermouth and fresh orange zest.",
    "ingredients": [
      "25ml gin",
      "25ml Campari",
      "25ml sweet vermouth",
      "Ice cubes or crushed ice",
      "A twist of pared orange zest, to decorate"
    ],
    "method": [
      {
        "Step 1": "Stir 25ml gin, 25ml Campari, 25ml sweet vermouth together over ice and strain into a tumbler half-filled with ice cubes or crushed ice."
      },
      {
        "Step 2": "Decorate with a twist of pared orange zest."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/112.jpg"
  },
  {
    "id": "113",
    "title": "Cranberry and orange vodka",
    "difficulty": "Easy",
    "portion": "Makes two 500ml bottles",
    "time": "Takes 15 minutes to make, plus maturation",
    "description": "The cranberries give this vodka recipe a brilliant ruby colour that looks so Christmassy – perfect to give as a gift.",
    "ingredients": [
      "250g fresh or frozen cranberries",
      "Pared zest of 2 oranges",
      "175-200g caster sugar, to taste",
      "1 litre unbranded vodka"
    ],
    "method": [
      {
        "Step 1": "Put the cranberries into a shallow dish and stab them with a fork, but don’t reduce to a mush. Put them into 2 sterilised (see know-how), wide-necked jars with lids, with the strips of orange zest and the sugar."
      },
      {
        "Step 2": "Pour over the vodka, seal and leave somewhere dark for 2 weeks, shaking the jar now and then (about once a week), until the sugar has dissolved."
      },
      {
        "Step 3": "Strain the liquid through a muslin-lined sieve into a jug, decant into sterilised bottles, seal and label."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/113.jpg"
  },
  {
    "id": "114",
    "title": "Campari and grapefruit fizz cocktail",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Takes 10 minutes to make, plus cooling",
    "description": "Rachel Allen serves this refreshing Campari, grapefruit and sparkling wine cocktail as an alternative to Champagne.",
    "ingredients": [
      "100g caster sugar",
      "2 tbsp Campari",
      "250ml grapefruit juice",
      "400ml sparkling white wine, chilled"
    ],
    "method": [
      {
        "Step 1": "Make a sugar syrup by gently heating the caster sugar with 200ml water in a small pan until the sugar dissolves. Increase the heat and boil for 1-2 minutes. Remove and allow to cool completely."
      },
      {
        "Step 2": "Pour 150ml sugar syrup, the Campari and grapefruit juice into a jug and stir."
      },
      {
        "Step 3": "Add the sparkling wine and pour into chilled Champagne flutes or wine glasses."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/114.jpg"
  },
  {
    "id": "115",
    "title": "Clementine and Campari bucks fizz",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Takes 10 minutes to make, plus chilling",
    "description": "Make any dinner party extra celebratory with this clementine, Campari and pomegranate cocktail recipe. It’s a fab Christmas cocktail, too.",
    "ingredients": [
      "Juice from 1kg clementines",
      "175ml pomegranate juice",
      "6 tsp Campari",
      "½ bottle champagne or sparkling white wine, chilled",
      "Pomegranate seeds, to decorate (optional)"
    ],
    "method": [
      {
        "Step 1": "Mix the fruit juices in a jug and chill until needed."
      },
      {
        "Step 2": "To serve, frost the glasses (see tip) and pour 1 teaspoon Campari into each glass. Half-fill the glasses with the juice and top up with the ice-cold champagne. Decorate with pomegranate seeds, if you like."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/115.jpg"
  },
  {
    "id": "116",
    "title": "Caipirinha cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "5 minutes",
    "description": "Caipirinha is a light and refreshing Brazilian cocktail made with rum and fresh lime. Serve it as a welcome drink at your next BBQ.",
    "ingredients": [
      "½ large lime",
      "50ml cachaça or any white rum",
      "20ml sugar syrup (see tip)"
    ],
    "method": [
      {
        "Step 1": "Using a spoon, squash the lime, cut into wedges, in a tumbler, releasing the juice and zest oil with the back of a spoon."
      },
      {
        "Step 2": "Pour in the cachaça or rum and  sugar syrup, then add ice cubes or crushed ice and stir well."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/116.jpg"
  },
  {
    "id": "117",
    "title": "Peach and raspberry Champagne cocktail",
    "difficulty": "Easy",
    "portion": "Serves 8",
    "time": "Takes 10 minutes to make, plus chilling",
    "description": "This peach and raspberry cocktail is made with a delicious fruit puree and Champagne or sparkling wine.",
    "ingredients": [
      "3 ripe peaches, stoned and quartered",
      "400g fresh raspberries, plus a few extra for decoration",
      "Caster sugar, to taste (optional)",
      "3 tbsp raspberry or peach liqueur",
      "75cl bottle inexpensive Champagne or sparkling wine, chilled"
    ],
    "method": [
      {
        "Step 1": "Put the fruit into a clean food processor and whizz to a smooth puree. Taste and, if it’s quite tart, stir in some sugar according to taste. Push the berry puree through a fine plastic sieve into a small bowl. Stir in the raspberry or peach liqueur. Transfer to a sterilised bottle, then chill for a few hours or until ready to take to the picnic."
      },
      {
        "Step 2": "At the picnic, pop a few raspberries into 8 champagne flutes or tall glasses. Add the raspberry puree, carefully pour in the Champagne and gently stir. Serve the cocktail with extra raspberries, if you like."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/117.jpg"
  },
  {
    "id": "118",
    "title": "Lime and lemongrass rum punch",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Ready in 10 min, plus cooling and chilling",
    "description": "A taste of the Caribbean with a difference in this lime and lemongrass rum punch recipe – simple to make, perfect for lazy summer afternoons.",
    "ingredients": [
      "75g golden caster sugar",
      "2 lemongrass stalks, roughly chopped, plus extra stalks to decorate",
      "Juice of 3 limes, plus 1 lime, thinly sliced",
      "150ml golden rum",
      "Soda water, to serve"
    ],
    "method": [
      {
        "Step 1": "Put the sugar, lemongrass and 200ml cold water in a small pan and heat gently, stirring until the sugar dissolves. Cool then strain into a large jug. Stir in the lime juice and rum, and top up with soda. Chill until ready to serve."
      },
      {
        "Step 2": "Decorate with extra lemongrass stalks. Fill 6 glasses with ice and slices of lime. Pour over the rum punch and enjoy."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/118.jpg"
  },
  {
    "id": "119",
    "title": "Prosecco Royale cocktail",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "5 minutes",
    "description": "Based on a classic Kir Royale, this Prosecco and crème de cassis cocktail is the perfect party tipple.",
    "ingredients": [
      "3 tsp crème de cassis",
      "1 bottle chilled Prosecco"
    ],
    "method": [
      {
        "Step 1": "Pour ½ tsp of crème de cassis into 6 tall champagne flutes and top up with chilled Prosecco."
      },
      {
        "Step 2": "Serve as an apéritif with the Stilton and sesame biscuits."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/119.jpg"
  },
  {
    "id": "120",
    "title": "Homemade limoncello",
    "difficulty": "Easy",
    "portion": "Makes 1 litre",
    "time": "Takes 10 min to make, plus 2 weeks’ infusing, 10 days’ macerating and freezing",
    "description": "Want to make your own limoncello? Then here’s how – get ready to delight a loved one by giving it as a gift or keep it in the freezer for impromptu after-dinner digestif. It needs a few weeks to macerate and infuse, so make sure you start it in good time.",
    "ingredients": [
      "6 large lemons (unwaxed if possible)",
      "750ml bottle 100% proof vodka",
      "200g granulated sugar"
    ],
    "method": [
      {
        "Step 1": "Wash the lemons well. Peel the zest from the lemons with a potato peeler, taking care not to remove any of the white pith underneath. Place the zest in a large sterilised screw-top or clip-top jar and cover with half the vodka. Seal and set aside for 2 weeks."
      },
      {
        "Step 2": "Two weeks later, put 225ml water and the sugar together in a saucepan over a low heat until the sugar has completely dissolved. Leave the sugar syrup to cool completely. (This is very important because if the sugar syrup is warm it will produce a cloudy limoncello.)"
      },
      {
        "Step 3": "Pass the lemon-infused vodka through a very fine or muslin-lined sieve into a jug and mix with the remaining vodka and the sugar syrup. Pour the mixture into a sterilised bottle and seal tightly with a cork or airtight lid. Set aside in a dark cool place for 10 days, for the flavours to develop."
      },
      {
        "Step 4": "To serve as a liqueur, chill in the freezer for several hours before drinking."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/120.jpg"
  },
  {
    "id": "121",
    "title": "Hot marmalade rum cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "The writer Michael van Straten is an expert on complementary medicine and well known for his healthy drinks recipes. This warm cocktail has been adapted from his lovely idea for a marmalade tea, adding dark rum to imbue an extra warm glow.",
    "ingredients": [
      "1cm fresh ginger, grated",
      "1 tbsp thin-cut orange marmalade",
      "20ml dark rum"
    ],
    "method": [
      {
        "Step 1": "Put the grated ginger into a jug or infuser and fill with boiling water. Leave for 5 minutes, then strain into a mug. (Warm up again in the microwave if necessary.)"
      },
      {
        "Step 2": "Add the marmalade and stir until dissolved. Add the dark rum, stir and drink while hot."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/121.jpg"
  },
  {
    "id": "122",
    "title": "Apple tea hot toddy",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "You can make this hot toddy recipe with ordinary brandy but calvados adds a lovely apply depth to the drink.",
    "ingredients": [
      "Mug of freshly made medium-strength black tea",
      "30ml good calvados (apple brandy)",
      "¼ fresh lemon",
      "1 large tsp runny honey",
      "2-3 cloves"
    ],
    "method": [
      {
        "Step 1": "Make the tea. While it is brewing, pour the shot of calvados into a tall glass tumbler. Squeeze in the lemon, add the honey and cloves, and top up with the hot tea to taste."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/122.jpg"
  },
  {
    "id": "123",
    "title": "Ginger hot toddy",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 minutes",
    "description": "Ginger is not only warming and peppery – in this hot toddy recipe – but it’s also deeply soothing. We use ginger wine in our hot cocktail for the ultimate winter warmer.",
    "ingredients": [
      "40ml Stone’s Original Green Ginger Wine",
      "15ml premium brandy",
      "Dash of double cream",
      "Freshly grated nutmeg"
    ],
    "method": [
      {
        "Step 1": "Put the ginger wine and brandy into a small pan. Add a drop or two of the cream and stir well. Warm through gently – don’t bring to simmering point (see tips)."
      },
      {
        "Step 2": "Remove from the heat, allow to cool for 1 minute, then pour into a glass. Grate some nutmeg over the top."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/123.jpg"
  },
  {
    "id": "124",
    "title": "Spiced berry hot toddy",
    "difficulty": "Easy",
    "portion": "1",
    "time": "Ready in 5 minutes",
    "description": "A hybrid between mulled wine and a hot toddy, this is a deeply warming, non-alcoholic cocktail (although you can add a little port and brandy if you want to pep it up a little).",
    "ingredients": [
      "10ml Bottlegreen Spiced Berry cordial, or similar",
      "½ star anise",
      "2 cloves",
      "1 cinnamon stick",
      "2 thin slices fresh ginger"
    ],
    "method": [
      {
        "Step 1": "Mix the berry cordial with 80 ml very hot water, then heat in a pan until just below simmering point."
      },
      {
        "Step 2": "Add the spices and ginger and brew for a couple of minutes. Pour into a mug and drink piping hot."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/124.jpg"
  },
  {
    "id": "125",
    "title": "Classic hot toddy",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 mins",
    "description": "Nothing can warm you and lift your spirits in the depths of winter like a hot toddy. The warm whisky cocktail is so soothing, some use it for medicinal purposes; it’s a great decongestant.",
    "ingredients": [
      "30ml Irish whiskey (try Bushmills or Jameson)",
      "2-3 cloves",
      "Slices of lemon (optional)",
      "1 large tsp demerara sugar"
    ],
    "method": [
      {
        "Step 1": "Pour the whiskey into a thick glass tumbler, add the cloves and stir. Top up with very hot – but not boiling – water, to taste."
      },
      {
        "Step 2": "Add a lemon slice, or two, then stir in the sugar. Drink while very warm, inhaling the steam."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/125.jpg"
  },
  {
    "id": "126",
    "title": "Irish coffee with Baileys cream",
    "difficulty": "Easy",
    "portion": "Serves 4",
    "time": "Ready in 20 minutes",
    "description": "This Irish coffee recipe uses Baileys, and puts a modern twist on a classic dessert drink. It has rich aromas of vanilla balancing the bite of quality Irish whiskey…",
    "ingredients": [
      "142ml carton double cream",
      "Seeds of 1 vanilla pod",
      "2 tbsp Baileys Irish Cream",
      "Freshly made-up coffee",
      "4 measures Irish whiskey",
      "4 tsp dark muscovado sugar"
    ],
    "method": [
      {
        "Step 1": "Whip the cream with the sugar, vanilla seeds and Baileys, until thick but not stiff."
      },
      {
        "Step 2": "Put a metal teaspoon into each serving glass and fill with boiling water. Leave for a few minutes to warm the glasses. Make up the fresh coffee."
      },
      {
        "Step 3": "Pour away the water and add a measure of Irish whiskey and 1 teaspoon dark muscovado sugar to each glass. Fill just over three-quarters full with the coffee and stir. Spoon the cream over the back of another spoon straight onto the hot coffee to give a thick layer."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/126.jpg"
  },
  {
    "id": "127",
    "title": "Blackberry gin",
    "difficulty": "Easy",
    "portion": "Serves 8",
    "time": "Takes 35 minutes to make, plus sterilising bottles and chilling",
    "description": "Looking for an alternative to a sloe gin? This blackberry gin is a cross between sloe gin and a gin liqueur, and will make the most of a blackberry glut…",
    "ingredients": [
      "900g blackberries",
      "450g golden granulated sugar",
      "1 cinnamon stick",
      "300ml gin, vodka, rum or brandy"
    ],
    "method": [
      {
        "Step 1": "Blitz the berries and 100g of the sugar in a food processor, then press through a metal sieve into a pan."
      },
      {
        "Step 2": "Add the remaining sugar and cinnamon to the pan and cook over a medium heat, stirring to dissolve the sugar. Cover and simmer for 20 minutes, then stir in the alcohol. Remove from the heat and discard the cinnamon."
      },
      {
        "Step 3": "Sterilise some bottles and lids, clean and upturn them – lids off – on a baking sheet. Put in the oven for 15 minutes. make sure that the bottles lie on their sides. Strain the gin into bottles, seal, label and chill."
      },
      {
        "Step 4": "Shake before serving in shot glasses, diluted with sparkling water and ice or drizzled over ice cream."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/127.jpg"
  },
  {
    "id": "128",
    "title": "Hot mulled winter punch",
    "difficulty": "Easy",
    "portion": "Serves 6",
    "time": "Hands on time 25 mins",
    "description": "Make the party swing with this delicious mulled winter punch recipe, which is our take on traditional mulled wine.",
    "ingredients": [
      "18 cloves",
      "6 large strips of orange zest",
      "1 bottle of red wine, such as claret",
      "Pared zest of 1 lemon",
      "3 tbsp Billington’s Demerara Sugar",
      "5cm cinnamon stick",
      "15g ginger, thinly sliced and bruised",
      "2 tbsp orange-flavoured liqueur, such as Grand Marnier or Cointreau"
    ],
    "method": [
      {
        "Step 1": "Push 3 cloves into each strip of orange."
      },
      {
        "Step 2": "Mix the clove-studded orange strips and all the other ingredients together in a large pan. Half fill the wine bottle with water and add to the pan or add 375ml water. Bring up to simmering point on the hob. Barely simmer for 15-20 minutes – do not let it boil or all the alcohol will evaporate. Serve in slightly warmed, heatproof cups or glasses."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/128.jpg"
  },
  {
    "id": "129",
    "title": "Italian Champagne cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Hands on time 5 mins",
    "description": "Indulge guests with this celebratory cocktail recipe made with vodka, Campari and champagne.",
    "ingredients": [
      "1 tsp of sugar, golden if possible",
      "1 tbsp of vodka",
      "1 tbsp of Campari",
      "Chilled champagne"
    ],
    "method": [
      {
        "Step 1": "Pour 1 teaspoon of sugar into the bottom of a champagne flute and add 1 tablespoon of vodka and 1 tablespoon of Campari."
      },
      {
        "Step 2": "Top up with chilled champagne and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/129.jpg"
  },
  {
    "id": "130",
    "title": "Hot Caribbean kiss cocktail",
    "difficulty": "Easy",
    "portion": "Serves 2 people",
    "time": "Takes 10 minutes",
    "description": "This warm Caribbean cocktail recipe is made with rum, raisins and Seville orange marmalade.",
    "ingredients": [
      "75ml good-quality aged golden rum (such as Havana Club)",
      "1 tbs raisins",
      "1 tsp Seville orange marmalade",
      "1 tsp demerara sugar",
      "Zest of 1 orange and 1 lemon"
    ],
    "method": [
      {
        "Step 1": "Heat rum with raisins, marmalade and demerara sugar in a saucepan until the marmalade dissolves."
      },
      {
        "Step 2": "Pour into a wine glass, decorate with a strip of lemon and orange zest and serve."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/130.jpg"
  },
  {
    "id": "131",
    "title": "Dubonnet royale cocktail",
    "difficulty": "Easy",
    "portion": "Serves 1",
    "time": "Ready in 5 min",
    "description": "Having a retro party? A 1970s classic drink, Dubonnet is back in vogue, especially with the Queen’s Platinum Jubilee on the horizon in June 2022, as it’s thought to be a favourite drink of hers.",
    "ingredients": [
      "30ml of Dubonnet",
      "champagne or sparkling dry white wine"
    ],
    "method": [
      {
        "Step 1": "Put 30ml of Dubonnet into a flute and top up with champagne or sparkling dry white wine for a rich and spicy cocktail."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/131.jpg"
  },
  {
    "id": "132",
    "title": "Warm cider punch",
    "difficulty": "Easy",
    "portion": "Serves 4",
    "time": "Less than 10 minutes",
    "description": "This recipe for warm cider punch has a touch of whiskey – making it a delicious variation on a classic. The perfect drink for a chilly evening, Halloween or a Bonfire Night hand warmer.",
    "ingredients": [
      "100ml of Southern Comfort or bourbon",
      "4 crushed juniper berries",
      "4 cinnamon sticks",
      "1 cored and sliced rosy apple",
      "660ml bottle of medium sweet cider"
    ],
    "method": [
      {
        "Step 1": "Pour 100ml of Southern Comfort or bourbon into a jug. Add 4 crushed juniper berries, 4 cinnamon sticks, 1 cored and sliced rosy apple and a 660ml bottle of medium sweet cider."
      },
      {
        "Step 2": "Microwave on high for 2 minutes to warm through."
      },
      {
        "Step 3": "Take out the cinnamon sticks and put each one into a glass mug. Pour the cider punch into each mug. Serve with sticky rosemary sausages."
      }
    ],
    "image": "https://apipics.s3.amazonaws.com/coctails_api/132.jpg"
  }
]